{
  "concepts": {
    "KC-1.1": {
      "text": "The rediscovery of works from ancient Greece and Rome and observation of the natural world changed many Europeans’ view of their world.",
      "examples": [],
      "topics": [
        "1.1",
        "1.11",
        "4.1",
        "4.7"
      ],
      "custom": false
    },
    "KC-1.1.I": {
      "text": "A revival of classical texts led to new methods of scholarship and new values in both society and religion.",
      "examples": [],
      "topics": [
        "1.1",
        "1.11"
      ],
      "custom": false
    },
    "KC-1.1.III": {
      "text": "The visual arts incorporated the new ideas of the Renaissance and were used to promote personal, political, and religious goals.",
      "examples": [],
      "topics": [
        "1.1",
        "1.11"
      ],
      "custom": false
    },
    "KC-1.3": {
      "text": "Europeans explored and settled overseas territories, encountering and interacting with indigenous populations.",
      "examples": [],
      "topics": [
        "1.1",
        "1.11"
      ],
      "custom": false
    },
    "KC-1.3.I": {
      "text": "European nations were driven by commercial and religious motives to explore overseas territories and establish colonies.",
      "examples": [],
      "topics": [
        "1.1",
        "1.11"
      ],
      "custom": false
    },
    "KC-1.4": {
      "text": "European society and the experiences of everyday life were increasingly shaped by commercial and agricultural capitalism, notwithstanding the continued existence of medieval social and economic structures.",
      "examples": [],
      "topics": [
        "1.1",
        "1.11",
        "2.1",
        "2.8"
      ],
      "custom": false
    },
    "KC-1.4.I": {
      "text": "Economic change produced new social patterns, while traditions of hierarchy and status continued.",
      "examples": [],
      "topics": [
        "1.1",
        "1.10",
        "1.11"
      ],
      "custom": false
    },
    "KC-1.4.II": {
      "text": "Most Europeans derived their livelihood from agriculture and oriented their lives around the seasons, the village, or the manor, although economic changes began to alter rural production and power.",
      "examples": [],
      "topics": [
        "1.1",
        "1.10",
        "1.11"
      ],
      "custom": false
    },
    "KC-1.5": {
      "text": "The struggle for sovereignty within and among states resulted in varying degrees of political centralization.",
      "examples": [],
      "topics": [
        "1.1",
        "1.11",
        "2.1",
        "2.8",
        "3.1",
        "3.8"
      ],
      "custom": false
    },
    "KC-1.5.I": {
      "text": "The new concept of the sovereign state and secular systems of law played a central role in the creation of new political institutions.",
      "examples": [],
      "topics": [
        "1.1",
        "1.11",
        "2.1",
        "2.8",
        "3.1",
        "3.8"
      ],
      "custom": false
    },
    "KC-1.1.I.A": {
      "text": "Italian Renaissance humanists, including Petrarch, promoted a revival in classical literature and created new philological approaches to ancient texts. Some Renaissance humanists furthered the values of secularism and individualism.",
      "examples": [
        "Italian Renaissance humanists:",
        "Petrarch (pre-1450)",
        "Lorenzo Valla",
        "Marsilio Ficino",
        "Pico della Mirandola"
      ],
      "topics": [
        "1.2"
      ],
      "custom": false
    },
    "KC-1.1.I.B": {
      "text": "Humanist revival of Greek and Roman texts, spread by the printing press, challenged the institutional power of universities and the Catholic Church. This shifted education away from a primary focus on theological writings toward classical texts and new methods of scientific inquiry.",
      "examples": [
        "Individuals promoting a revival of Greek and Roman texts:",
        "Leonardo Bruni",
        "Leon Battista Alberti",
        "Niccolò Machiavelli"
      ],
      "topics": [
        "1.2"
      ],
      "custom": false
    },
    "KC-1.1.I.C": {
      "text": "Admiration for Greek and Roman political institutions supported a revival of civic humanist culture in the Italian city-states and produced secular models for individual and political behavior.",
      "examples": [
        "Individuals promoting secular models for individual and political behavior:",
        "Niccolò Machiavelli",
        "Baldassare Castiglione",
        "Francesco Guicciardini"
      ],
      "topics": [
        "1.2"
      ],
      "custom": false
    },
    "KC-1.1.III.A": {
      "text": "In the Italian Renaissance, rulers and popes concerned with enhancing their prestige commissioned paintings and architectural works based on classical styles, the developing “naturalism” in the artistic world, and often the newly invented technique of geometric perspective.",
      "examples": [
        "Painters and architects:",
        "Michelangelo",
        "Donatello",
        "Raphael",
        "Andrea Palladio",
        "Leon Battista Alberti",
        "Filippo Brunelleschi"
      ],
      "topics": [
        "1.2"
      ],
      "custom": false
    },
    "KC-1.1.III.B": {
      "text": "The Northern Renaissance retained a more religious focus, which resulted in more human-centered naturalism that considered individuals and everyday life appropriate objects of artistic representation.",
      "examples": [
        "Artists who employed naturalism:",
        "Pieter Bruegel the Elder",
        "Rembrandt"
      ],
      "topics": [
        "1.3"
      ],
      "custom": false
    },
    "KC-1.2.I.A": {
      "text": "Christian humanism, embodied in the writings of Erasmus, employed Renaissance learning in the service of religious reform.",
      "examples": [],
      "topics": [
        "1.3"
      ],
      "custom": false
    },
    "KC-1.1.II": {
      "text": "The invention of printing promoted the dissemination of new ideas.",
      "examples": [],
      "topics": [
        "1.4"
      ],
      "custom": false
    },
    "KC-1.1.II.A": {
      "text": "The invention of the printing press in the 1450s helped spread the Renaissance beyond Italy and encouraged the growth of vernacular literature, which would eventually contribute to the development of national cultures.",
      "examples": [],
      "topics": [
        "1.4"
      ],
      "custom": false
    },
    "KC-1.2.II.A": {
      "text": "Monarchs and princes, including the English rulers Henry VIII and Elizabeth I, initiated religious reform from the top down in an effort to exercise greater control over religious life and morality.",
      "examples": [
        "State actions to control religion and morality:",
        "Spanish Inquisition",
        "Concordat of Bologna",
        "Book of Common Prayer",
        "Peace of Augsburg"
      ],
      "topics": [
        "1.5"
      ],
      "custom": false
    },
    "KC-1.5.I.A": {
      "text": "New monarchies laid the foundation for the centralized modern state by establishing monopolies on tax collection, employing military force, dispensing justice, and gaining the right to determine the religion of their subjects.",
      "examples": [
        "Monarchical control:",
        "Ferdinand and Isabella of Spain consolidating control of the military",
        "Star Chamber",
        "Concordat of Bologna",
        "Peace of Augsburg",
        "Edict of Nantes"
      ],
      "topics": [
        "1.5"
      ],
      "custom": false
    },
    "KC-1.5.I.C": {
      "text": "Across Europe, commercial and professional groups gained in power and played a greater role in political affairs.",
      "examples": [
        "Commercial and professional groups that gained in power:",
        "Merchants and financiers in Renaissance Italy and northern Europe",
        "Nobles of the robe in France"
      ],
      "topics": [
        "1.5"
      ],
      "custom": false
    },
    "KC-1.5.I.D": {
      "text": "Continued political fragmentation in Renaissance Italy provided a background for the development of new concepts of the secular state.",
      "examples": [
        "Secular political theorists:",
        "Jean Bodin",
        "Hugo Grotius",
        "Niccolò Machiavelli"
      ],
      "topics": [
        "1.5"
      ],
      "custom": false
    },
    "KC-1.3.II": {
      "text": "Advances in navigation, cartography, and military technology enabled Europeans to establish overseas colonies and empires.",
      "examples": [
        "Navigational technology:",
        "Compass",
        "Sternpost rudder",
        "Portolani",
        "Quadrant and astrolabe",
        "Lateen rig",
        "Military technology:",
        "Guns and gunpowder"
      ],
      "topics": [
        "1.6"
      ],
      "custom": false
    },
    "KC-1.3.I.A": {
      "text": "European states sought direct access to gold, spices, and luxury goods to enhance personal wealth and state power.",
      "examples": [
        "States seeking access to luxury goods:",
        "Spanish in the New World",
        "Portuguese in the Indian Ocean World",
        "Dutch in the East Indies/Asia"
      ],
      "topics": [
        "1.6"
      ],
      "custom": false
    },
    "KC-1.3.I.B": {
      "text": "The rise of mercantilism gave the state a new role in promoting commercial development and the acquisition of colonies overseas.",
      "examples": [
        "Mercantilist policies employed by the state:",
        "Jean-Baptiste Colbert"
      ],
      "topics": [
        "1.6"
      ],
      "custom": false
    },
    "KC-1.3.I.C": {
      "text": "Christianity was a stimulus for exploration as governments and religious authorities sought to spread the faith, and for some it served as a justification for the subjugation of indigenous civilizations.",
      "examples": [
        "Religion and exploration:",
        "Jesuit activities"
      ],
      "topics": [
        "1.6"
      ],
      "custom": false
    },
    "KC-1.3.III": {
      "text": "Europeans established overseas empires and trade networks through coercion and negotiation.",
      "examples": [],
      "topics": [
        "1.7"
      ],
      "custom": false
    },
    "KC-1.3.III.B": {
      "text": "The Spanish established colonies across the Americas, the Caribbean, and the Pacific, which made Spain a dominant state in Europe in the 16th century.",
      "examples": [],
      "topics": [
        "1.7"
      ],
      "custom": false
    },
    "KC-1.3.III.C": {
      "text": "The Atlantic nations of France, England, and the Netherlands followed by establishing their own colonies and trading networks to compete with Portuguese and Spanish dominance in the 17th century.",
      "examples": [],
      "topics": [
        "1.7"
      ],
      "custom": false
    },
    "KC-1.3.III.D": {
      "text": "The competition for trade led to conflicts and rivalries among European powers in the 17th and 18th centuries.",
      "examples": [
        "Colonial conflicts and rivalries:",
        "Asiento",
        "War of the Spanish Succession",
        "Seven Years’ War",
        "Treaty of Tordesillas"
      ],
      "topics": [
        "1.7"
      ],
      "custom": false
    },
    "KC-1.3.III.A": {
      "text": "The Portuguese established a commercial network along the African coast, in South and East Asia, and in South America in the late 15th and throughout the 16th centuries.",
      "examples": [],
      "topics": [
        "1.8"
      ],
      "custom": false
    },
    "KC-1.3.IV.i": {
      "text": "Europe’s colonial expansion led to a global exchange of goods, flora, and fauna; a shift toward European dominance; and the expansion of the slave trade.",
      "examples": [
        "New plants, animals, and diseases (from Europe to the Americas):",
        "Wheat",
        "Cattle",
        "Horses",
        "Pigs",
        "Sheep",
        "Smallpox",
        "Measles",
        "New plants, animals, and diseases (from the Americas to Europe):",
        "Tomatoes",
        "Potatoes",
        "Squash",
        "Corn",
        "Tobacco",
        "Turkeys"
      ],
      "topics": [
        "1.8"
      ],
      "custom": false
    },
    "KC-1.3.IV.A": {
      "text": "The exchange of goods shifted the center of economic power in Europe from the Mediterranean to the Atlantic states and brought the latter into an expanding world economy.",
      "examples": [
        "Important Atlantic port cities:",
        "London",
        "Bristol",
        "Amsterdam",
        "Antwerp"
      ],
      "topics": [
        "1.8"
      ],
      "custom": false
    },
    "KC-1.3.IV.B.i": {
      "text": "The exchange of new plants, animals, and diseases—the Columbian Exchange—created economic opportunities for Europeans.",
      "examples": [],
      "topics": [
        "1.8"
      ],
      "custom": false
    },
    "KC-1.3.IV.ii": {
      "text": "Europe’s colonial expansion led to a global exchange of goods, flora, fauna, cultural practices, and diseases, resulting in the destruction of some indigenous civilizations, a shift toward European dominance, and the expansion of the slave trade.",
      "examples": [],
      "topics": [
        "1.8"
      ],
      "custom": false
    },
    "KC-1.3.IV.B.ii": {
      "text": "The exchange of new plants, animals, and diseases—the Columbian Exchange—in some cases facilitated European subjugation and destruction of indigenous peoples, particularly in the Americas.",
      "examples": [],
      "topics": [
        "1.8"
      ],
      "custom": false
    },
    "KC-1.3.IV.C": {
      "text": "Europeans expanded the African slave trade in response to the establishment of a plantation economy in the Americas and demographic catastrophes among indigenous peoples.",
      "examples": [
        "Slave trade developments:",
        "Middle Passage",
        "Planter society"
      ],
      "topics": [
        "1.9"
      ],
      "custom": false
    },
    "KC-1.4.I.A": {
      "text": "Innovations in banking and finance promoted the growth of urban financial centers and a money economy.",
      "examples": [
        "Innovations in banking and finance:",
        "Double-entry bookkeeping",
        "Bank of Amsterdam",
        "The Dutch East India Company",
        "The British East India Company"
      ],
      "topics": [
        "1.10"
      ],
      "custom": false
    },
    "KC-1.4.II.A": {
      "text": "Subsistence agriculture was the rule in most areas, with three-crop field rotation in the north and two-crop rotation in the Mediterranean; in many cases, farmers paid rent and labor services for their lands.",
      "examples": [],
      "topics": [
        "1.10"
      ],
      "custom": false
    },
    "KC-1.4.II.B": {
      "text": "The price revolution contributed to the accumulation of capital and the expansion of the market economy through the commercialization of agriculture, which benefited large landowners in western Europe.",
      "examples": [
        "The commercialization of agriculture:",
        "Enclosure movement",
        "Restricted use of the village common",
        "Freehold tenure"
      ],
      "topics": [
        "1.10"
      ],
      "custom": false
    },
    "KC-1.4.III.A": {
      "text": "Population recovered to its pre-Great Plague level in the 16th century, and continuing population pressures contributed to uneven price increases; agricultural commodities increased more sharply than wages, reducing living standards for some.",
      "examples": [],
      "topics": [
        "1.10"
      ],
      "custom": false
    },
    "KC-1.4.I.B": {
      "text": "The growth of commerce produced a new economic elite, which related to traditional land-holding elites in different ways in Europe’s various geographic regions.",
      "examples": [
        "New economic elites:",
        "Italian merchant princes",
        "Nobles of the robe in France"
      ],
      "topics": [
        "1.10"
      ],
      "custom": false
    },
    "KC-1.4.II.C": {
      "text": "As western Europe moved toward a free peasantry and commercial agriculture, serfdom was codified in the east, where nobles continued to dominate economic life on large estates.",
      "examples": [],
      "topics": [
        "1.10"
      ],
      "custom": false
    },
    "KC-1.4.II.D": {
      "text": "The attempts of landlords to increase their revenues by restricting or abolishing the traditional rights of peasants led to revolt.",
      "examples": [],
      "topics": [
        "1.10"
      ],
      "custom": false
    },
    "KC-1.4.III.B": {
      "text": "Migrants to the cities challenged the ability of merchant elites and craft guilds to govern, and strained resources.",
      "examples": [
        "The way new migrants challenged urban elites:",
        "Sanitation problems caused by overpopulation",
        "Employment",
        "Poverty",
        "Crime"
      ],
      "topics": [
        "1.10"
      ],
      "custom": false
    },
    "KC-1.4.IV.C": {
      "text": "From the late 16th century on, Europeans responded to economic and environmental challenges, such as the Little Ice Age, by delaying marriage and childbearing. This European marriage pattern restrained population growth and ultimately improved the economic condition of families.",
      "examples": [],
      "topics": [
        "1.10"
      ],
      "custom": false
    },
    "KC-1.2": {
      "text": "Religious pluralism challenged the concept of a unified Europe.",
      "examples": [],
      "topics": [
        "2.1",
        "2.8"
      ],
      "custom": false
    },
    "KC-1.2.I": {
      "text": "The Protestant and Catholic reformations fundamentally changed theology, religious institutions, culture, and attitudes toward wealth and prosperity.",
      "examples": [],
      "topics": [
        "2.1",
        "2.8"
      ],
      "custom": false
    },
    "KC-1.2.II": {
      "text": "Religious reform both increased state control of religious institutions and provided justifications for challenging state authority.",
      "examples": [],
      "topics": [
        "2.1",
        "2.8"
      ],
      "custom": false
    },
    "KC-1.2.III": {
      "text": "Conflicts among religious groups overlapped with political and economic competition within and among states.",
      "examples": [],
      "topics": [
        "2.1",
        "2.8"
      ],
      "custom": false
    },
    "KC-1.4.III": {
      "text": "Population shifts and growing commerce caused the expansion of cities, which often placed stress on their traditional political and social structures. ",
      "examples": [],
      "topics": [
        "2.1",
        "2.8"
      ],
      "custom": false
    },
    "KC-1.4.IV": {
      "text": "The family remained the primary social and economic institution of early modern Europe and took several forms, including the nuclear family. ",
      "examples": [],
      "topics": [
        "2.1",
        "2.8"
      ],
      "custom": false
    },
    "KC-1.4.V": {
      "text": "Popular culture, leisure activities, and rituals reflecting the continued popularity of folk ideas reinforced and sometimes challenged communal ties and norms.",
      "examples": [],
      "topics": [
        "2.1",
        "2.8"
      ],
      "custom": false
    },
    "KC-1.2.I.B": {
      "text": "Reformers Martin Luther and John Calvin criticized Catholic abuses and established new interpretations of Christian doctrine and practice. Responses to Luther and Calvin included religious radicals, including the Anabaptists, and other groups, such as German peasants.",
      "examples": [
        "New Protestant interpretations of Christian doctrine and practice:",
        "Priesthood of all believers",
        "Primacy of scripture",
        "Predestination",
        "Salvation by faith alone"
      ],
      "topics": [
        "2.2"
      ],
      "custom": false
    },
    "KC-1.2.I.C": {
      "text": "Some Protestant groups sanctioned the notion that wealth accumulation was a sign of God’s favor and a reward for hard work.",
      "examples": [
        "Protestants who viewed wealth as signs of God’s favor:",
        "Calvinists"
      ],
      "topics": [
        "2.2"
      ],
      "custom": false
    },
    "KC-1.1.II.B": {
      "text": "Protestant reformers used the printing press to disseminate their ideas, which spurred religious reform and helped it to become widely established.",
      "examples": [
        "Reformers using press to disseminate ideas:",
        "Martin Luther",
        "Vernacular Bibles"
      ],
      "topics": [
        "2.3"
      ],
      "custom": false
    },
    "KC-1.2.II.B": {
      "text": "Some Protestants, including Calvin and the Anabaptists, refused to recognize the subordination of the church to the secular state.",
      "examples": [],
      "topics": [
        "2.3"
      ],
      "custom": false
    },
    "KC-1.2.II.C": {
      "text": "Religious conflicts became a basis for challenging the monarchs’ control of religious institutions.",
      "examples": [
        "Religious conflicts caused by groups challenging the monarch’s control of religious institutions:",
        "Huguenots",
        "Puritans",
        "Nobles in Poland"
      ],
      "topics": [
        "2.3"
      ],
      "custom": false
    },
    "KC-1.2.III.A": {
      "text": "Issues of religious reform exacerbated conflicts between the monarchy and the nobility, as in the French wars of religion.",
      "examples": [
        "Key factors in the French wars of religion:",
        "Catherine de’ Medici",
        "St. Bartholomew’s Day massacre",
        "War of the Three Henrys",
        "Henry IV"
      ],
      "topics": [
        "2.4"
      ],
      "custom": false
    },
    "KC-1.2.III.B": {
      "text": "Habsburg rulers confronted an expanded Ottoman Empire while attempting unsuccessfully to restore Catholic unity across Europe.",
      "examples": [
        "Habsburg rulers:",
        "Charles V"
      ],
      "topics": [
        "2.4"
      ],
      "custom": false
    },
    "KC-1.2.III.C": {
      "text": "States exploited religious conflicts to promote political and economic interests.",
      "examples": [
        "State exploitation of religious conflicts:",
        "Catholic Spain and Protestant England",
        "France, Sweden, and Denmark in the Thirty Years’ War"
      ],
      "topics": [
        "2.4"
      ],
      "custom": false
    },
    "KC-1.2.III.D": {
      "text": "A few states, such as France with the Edict of Nantes, allowed religious pluralism in order to maintain domestic peace.",
      "examples": [
        "States allowing religious pluralism:",
        "Poland",
        "The Netherlands"
      ],
      "topics": [
        "2.4"
      ],
      "custom": false
    },
    "KC-1.5.I.B": {
      "text": "The Peace of Westphalia (1648), which marked the effective end of the medieval ideal of universal Christendom, accelerated the decline of the Holy Roman Empire by granting princes, bishops, and other local leaders control over religion.",
      "examples": [],
      "topics": [
        "2.4"
      ],
      "custom": false
    },
    "KC-1.2.I.D": {
      "text": "The Catholic Reformation, exemplified by the Jesuit Order and the Council of Trent, revived the church but cemented division within Christianity.",
      "examples": [
        "The Catholic Reformation:",
        "St. Teresa of Avila",
        "Ursulines",
        "Roman Inquisition",
        "Index of Prohibited Books"
      ],
      "topics": [
        "2.5"
      ],
      "custom": false
    },
    "KC-1.4.I.C": {
      "text": "Established hierarchies of class, religion, and gender continued to define social status and perceptions in rural and urban settings.",
      "examples": [
        "Continued social hierarchies:",
        "Prestige of land ownership",
        "Aristocratic privileges regarding taxes, fees for services, and legal protections",
        "Political exclusion of women"
      ],
      "topics": [
        "2.6"
      ],
      "custom": false
    },
    "KC-1.4.IV.A": {
      "text": "Rural and urban households worked as units, with men and women engaged in separate but complementary tasks.",
      "examples": [],
      "topics": [
        "2.6"
      ],
      "custom": false
    },
    "KC-1.4.IV.B": {
      "text": "The Renaissance and Reformation raised debates about female education and women’s roles in the family, church, and society.",
      "examples": [
        "Debates about female roles:",
        "Women’s intellect and education",
        "Women as preachers",
        "La Querelle des Femmes"
      ],
      "topics": [
        "2.6"
      ],
      "custom": false
    },
    "KC-1.4.III.C": {
      "text": "Social dislocation, coupled with the shifting authority of religious institutions during the Reformation, left city governments with the task of regulating public morals.",
      "examples": [
        "Regulating public morals:",
        "New secular laws regulating private life",
        "Stricter codes on prostitution and begging",
        "Abolishing or restricting Carnival"
      ],
      "topics": [
        "2.6"
      ],
      "custom": false
    },
    "KC-1.4.V.A": {
      "text": "Leisure activities continued to be organized according to the religious calendar and the agricultural cycle, and remained communal in nature.",
      "examples": [
        "Communal leisure activities:",
        "Saint’s day festivities",
        "Carnival",
        "Blood sports"
      ],
      "topics": [
        "2.6"
      ],
      "custom": false
    },
    "KC-1.4.V.B": {
      "text": "Local and church authorities continued to enforce communal norms through rituals of public humiliation.",
      "examples": [
        "Rituals of public humiliation:",
        "Charivari",
        "Stocks",
        "Public whipping and branding"
      ],
      "topics": [
        "2.6"
      ],
      "custom": false
    },
    "KC-1.4.V.C": {
      "text": "Reflecting folk ideas and social and economic upheaval, accusations of witchcraft peaked between 1580 and 1650.",
      "examples": [
        "Factors in witchcraft accusations:",
        "Prominence of women",
        "Regional variation",
        "Social upheaval"
      ],
      "topics": [
        "2.6"
      ],
      "custom": false
    },
    "KC-1.1.III.C": {
      "text": "Mannerist and Baroque artists employed distortion, drama, and illusion in their work. Monarchies, city-states, and the church commissioned these works as a means of promoting their own stature and power.",
      "examples": [
        "Mannerist and Baroque artists whose art was used in new public buildings:",
        "El Greco",
        "Artemisia Gentileschi",
        "Gian Bernini",
        "Peter Paul Rubens"
      ],
      "topics": [
        "2.7"
      ],
      "custom": false
    },
    "KC-1.5.III": {
      "text": "The competition for power between monarchs and corporate and minority language groups produced different distributions of governmental authority in European states.",
      "examples": [],
      "topics": [
        "3.1",
        "3.8"
      ],
      "custom": false
    },
    "KC-1.5.III.B": {
      "text": "Monarchies seeking enhanced power faced challenges from nobles who wished to retain traditional forms of shared governance and regional autonomy.",
      "examples": [
        "Competition between monarchs and nobles:",
        "Louis XIII and Cardinal Richelieu",
        "The Fronde in France",
        "The Catalan Revolts in Spain"
      ],
      "topics": [
        "3.1",
        "3.8"
      ],
      "custom": false
    },
    "KC-1.5.III.C": {
      "text": "Within states, minority local and regional identities based on language and culture led to resistance against the dominant national group.",
      "examples": [
        "Competition between minority and dominant national groups:",
        "Celtic regions of Scotland, Ireland, and France",
        "Dutch resistance in the Spanish Netherlands",
        "Czech identity in the Holy Roman Empire/ Jan Hus/Defenestration"
      ],
      "topics": [
        "3.1",
        "3.8"
      ],
      "custom": false
    },
    "KC-2.1": {
      "text": "Different models of political sovereignty affected the relationship among states and between states and individuals.",
      "examples": [],
      "topics": [
        "3.1",
        "3.8",
        "5.1",
        "5.9"
      ],
      "custom": false
    },
    "KC-2.1.I": {
      "text": "In much of Europe, absolute monarchy was established over the course of the 17th and 18th centuries.",
      "examples": [],
      "topics": [
        "3.1",
        "3.8"
      ],
      "custom": false
    },
    "KC-2.1.II": {
      "text": "Challenges to absolutism resulted in alternative political systems.",
      "examples": [],
      "topics": [
        "3.1",
        "3.8"
      ],
      "custom": false
    },
    "KC-1.5.III.A": {
      "text": "The English Civil War—a conflict among the monarchy, Parliament, and other elites over their respective roles in the political structure—exemplified the competition for power among monarchs and competing groups.",
      "examples": [
        "Competitors for power in the English Civil War:",
        "James I",
        "Charles I",
        "Oliver Cromwell"
      ],
      "topics": [
        "3.2"
      ],
      "custom": false
    },
    "KC-2.1.II.A": {
      "text": "The outcome of the English Civil War and the Glorious Revolution protected the rights of gentry and aristocracy from absolutism through assertions of the rights of Parliament.",
      "examples": [
        "Outcomes of the English Civil War and the Glorious Revolution:",
        "English Bill of Rights",
        "Parliamentary sovereignty"
      ],
      "topics": [
        "3.2"
      ],
      "custom": false
    },
    "KC-2.2.I.B": {
      "text": "The Agricultural Revolution raised productivity and increased the supply of food and other agricultural products.",
      "examples": [],
      "topics": [
        "3.3"
      ],
      "custom": false
    },
    "KC-2.2.II.D": {
      "text": "The importation and transplantation of agricultural products from the Americas contributed to an increase in the food supply in Europe.",
      "examples": [],
      "topics": [
        "3.3",
        "3.4"
      ],
      "custom": false
    },
    "KC-2.2.I.A": {
      "text": "Labor and trade in commodities were increasingly freed from traditional restrictions imposed by governments and corporate entities.",
      "examples": [],
      "topics": [
        "3.3"
      ],
      "custom": false
    },
    "KC-2.2.I.C": {
      "text": "The putting-out system, or cottage industry, expanded as increasing numbers of laborers in homes or workshops produced for markets through merchant intermediaries or workshop owners.",
      "examples": [],
      "topics": [
        "3.3"
      ],
      "custom": false
    },
    "KC-2.2.I.D": {
      "text": "The development of the market economy led to new financial practices and institutions.",
      "examples": [
        "New financial practices and institutions:",
        "Insurance",
        "Banking institutions for turning private savings into venture capital",
        "New definitions of property rights and protections against confiscation",
        "Bank of England"
      ],
      "topics": [
        "3.3"
      ],
      "custom": false
    },
    "KC-2.2.I": {
      "text": "Early modern Europe developed a market economy that provided the foundation for its global role.",
      "examples": [],
      "topics": [
        "3.3"
      ],
      "custom": false
    },
    "KC-2.2.II": {
      "text": "The European-dominated worldwide economic network contributed to the agricultural, industrial, and consumer revolutions in Europe.",
      "examples": [],
      "topics": [
        "3.4"
      ],
      "custom": false
    },
    "KC-2.2.II.A": {
      "text": "European states followed mercantilist policies by drawing resources from colonies in the New World and elsewhere.",
      "examples": [],
      "topics": [
        "3.4"
      ],
      "custom": false
    },
    "KC-2.2.II.B": {
      "text": "The transatlantic slave-labor system expanded in the 17th and 18th centuries as demand for New World products increased.",
      "examples": [
        "Transatlantic slave-labor systems:",
        "Middle Passage",
        "Triangle trade"
      ],
      "topics": [
        "3.4"
      ],
      "custom": false
    },
    "KC-2.2.II.C": {
      "text": "Overseas products and influences contributed to the development of a consumer culture in Europe.",
      "examples": [
        "Overseas products:",
        "Sugar",
        "Tea",
        "Silks and other fabrics",
        "Tobacco",
        "Rum",
        "Coffee"
      ],
      "topics": [
        "3.4"
      ],
      "custom": false
    },
    "KC-2.2.II.E": {
      "text": "Foreign lands provided raw materials, finished goods, laborers, and markets for the commercial and industrial enterprises in Europe.",
      "examples": [],
      "topics": [
        "3.4"
      ],
      "custom": false
    },
    "KC-2.1.II.B": {
      "text": "The Dutch Republic, established by a Protestant revolt against the Habsburg monarchy, developed an oligarchy of urban gentry and rural landholders to promote trade and protect traditional rights.",
      "examples": [],
      "topics": [
        "3.5"
      ],
      "custom": false
    },
    "KC-1.5.II": {
      "text": "The competitive state system led to new patterns of diplomacy and new forms of warfare.",
      "examples": [],
      "topics": [
        "3.6"
      ],
      "custom": false
    },
    "KC-1.5.II.A": {
      "text": "Following the Peace of Westphalia, religion declined in importance as a cause for warfare among European states; the concept of the balance of power played an important role in structuring diplomatic and military objectives.",
      "examples": [],
      "topics": [
        "3.6"
      ],
      "custom": false
    },
    "KC-2.1.I.D": {
      "text": "The inability of the Polish monarchy to consolidate its authority over the nobility led to Poland’s partition by Prussia, Russia, and Austria, and its disappearance from the map of Europe.",
      "examples": [],
      "topics": [
        "3.6"
      ],
      "custom": false
    },
    "KC-2.1.III": {
      "text": "After 1648, dynastic and state interests, along with Europe’s expanding colonial empires, influenced the diplomacy of European states and frequently led to war.",
      "examples": [],
      "topics": [
        "3.6"
      ],
      "custom": false
    },
    "KC-2.1.III.B": {
      "text": "After the Austrian defeat of the Turks in 1683 at the Battle of Vienna, the Ottomans ceased their westward expansion.",
      "examples": [],
      "topics": [
        "3.6"
      ],
      "custom": false
    },
    "KC-2.1.III.C": {
      "text": "Louis XIV’s nearly continuous wars, pursuing both dynastic and state interests, provoked a coalition of European powers opposing him.",
      "examples": [
        "Louis XIV’s nearly continuous wars:",
        "Dutch War",
        "Nine Years’ War",
        "War of the Spanish Succession"
      ],
      "topics": [
        "3.6"
      ],
      "custom": false
    },
    "KC-1.5.II.B": {
      "text": "Advances in military technology led to new forms of warfare, including greater reliance on infantry, firearms, mobile cannon, and more elaborate fortifications, all financed by heavier taxation and requiring a larger bureaucracy. New military techniques and institutions (i.e., the military revolution) tipped the balance of power toward states able to marshal sufficient resources for the new military environment.",
      "examples": [
        "States that benefited from the military revolution:",
        "Spain under the Habsburgs",
        "Sweden under Gustavus Adolphus",
        "France"
      ],
      "topics": [
        "3.6"
      ],
      "custom": false
    },
    "KC-2.1.I.A": {
      "text": "Absolute monarchies limited the nobility’s participation in governance but preserved the aristocracy’s social position and legal privileges.",
      "examples": [
        "Absolute monarchs:",
        "James I of England",
        "Peter the Great of Russia",
        "Philip II, III, and IV of Spain"
      ],
      "topics": [
        "3.7"
      ],
      "custom": false
    },
    "KC-2.1.I.B": {
      "text": "Louis XIV and his finance minister, Jean-Baptiste Colbert, extended the administrative, financial, military, and religious control of the central state over the French population.",
      "examples": [
        "Extended power of the state:",
        "Intendants",
        "Modernized, state-controlled military"
      ],
      "topics": [
        "3.7"
      ],
      "custom": false
    },
    "KC-2.1.I.E": {
      "text": "Peter the Great “westernized” the Russian state and society, transforming political, religious, and cultural institutions; Catherine the Great continued this process.",
      "examples": [
        "Russian westernization:",
        "Russian Academy of Sciences",
        "Education",
        "Western fashion",
        "Expanded military"
      ],
      "topics": [
        "3.7"
      ],
      "custom": false
    },
    "KC-1.1.IV": {
      "text": "New ideas in science based on observation, experimentation, and mathematics challenged classical views of the cosmos, nature, and the human body, although existing traditions of knowledge and the universe continued. ",
      "examples": [],
      "topics": [
        "4.1",
        "4.7"
      ],
      "custom": false
    },
    "KC-2.3": {
      "text": "The spread of Scientific Revolution concepts and practices and the Enlightenment’s application of these concepts and practices to political, social, and ethical issues led to an increased but not unchallenged emphasis on reason in European culture. ",
      "examples": [],
      "topics": [
        "4.1",
        "4.7",
        "5.1",
        "5.9"
      ],
      "custom": false
    },
    "KC-2.3.I": {
      "text": "Enlightenment thought, which focused on concepts such as empiricism, skepticism, human reason, rationalism, and classical sources of knowledge, challenged the prevailing patterns of thought with respect to social order, institutions of government, and the role of faith. ",
      "examples": [],
      "topics": [
        "4.1",
        "4.3",
        "4.7"
      ],
      "custom": false
    },
    "KC-2.3.II": {
      "text": "New public venues and print media popularized Enlightenment ideas. ",
      "examples": [],
      "topics": [
        "4.1",
        "4.7"
      ],
      "custom": false
    },
    "KC-2.3.III": {
      "text": "New political and economic theories challenged absolutism and mercantilism.",
      "examples": [],
      "topics": [
        "4.1",
        "4.7"
      ],
      "custom": false
    },
    "KC-2.3.IV": {
      "text": "During the Enlightenment, the rational analysis of religious practices led to natural religion and the demand for religious toleration. ",
      "examples": [],
      "topics": [
        "4.1",
        "4.7"
      ],
      "custom": false
    },
    "KC-2.4": {
      "text": "The experiences of everyday life were shaped by demographic, environmental, medical, and technological changes.",
      "examples": [],
      "topics": [
        "4.1",
        "4.7"
      ],
      "custom": false
    },
    "KC-2.4.III": {
      "text": "By the 18th century, family and private life reflected new demographic patterns and the effects of the commercial revolution.",
      "examples": [],
      "topics": [
        "4.1",
        "4.7"
      ],
      "custom": false
    },
    "KC-1.1.IV.A": {
      "text": "New ideas and methods in astronomy led individuals, including Copernicus, Galileo, and Newton, to question the authority of the ancients and traditional knowledge, and to develop a heliocentric view of the cosmos.",
      "examples": [],
      "topics": [
        "4.2"
      ],
      "custom": false
    },
    "KC-1.1.IV.B": {
      "text": "Anatomical and medical discoveries by physicians, including William Harvey, presented the body as an integrated system, challenging the traditional humoral theory of the body and of disease espoused by Galen.",
      "examples": [
        "Additional physicians who challenged Galen:",
        "Paracelsus",
        "Andreas Vesalius"
      ],
      "topics": [
        "4.2"
      ],
      "custom": false
    },
    "KC-1.1.IV.C": {
      "text": "Francis Bacon and René Descartes defined inductive and deductive reasoning and promoted experimentation and the use of mathematics, which would ultimately shape the scientific method.",
      "examples": [],
      "topics": [
        "4.2"
      ],
      "custom": false
    },
    "KC-1.1.IV.D": {
      "text": "Alchemy and astrology continued to appeal to elites and some natural philosophers, in part because they shared with the new science the notion of a predictable and knowable universe. At the same time, many people continued to believe that the cosmos was governed by spiritual forces.",
      "examples": [
        "Natural philosophers who continued to hold traditional views of alchemy and astrology:",
        "Paracelsus",
        "Johannes Kepler",
        "Sir Isaac Newton"
      ],
      "topics": [
        "4.2"
      ],
      "custom": false
    },
    "KC-2.3.I.A": {
      "text": "Intellectuals, including Voltaire and Diderot, began to apply the principles of the Scientific Revolution to society and human institutions.",
      "examples": [
        "Works applying scientific principles to society:",
        "Montesquieu’s The Spirit of the Laws",
        "Cesare Beccaria’s On Crimes and Punishments"
      ],
      "topics": [
        "4.3"
      ],
      "custom": false
    },
    "KC-2.3.I.B": {
      "text": "Locke and Rousseau developed new political models based on the concept of natural rights and the social contract.",
      "examples": [],
      "topics": [
        "4.3"
      ],
      "custom": false
    },
    "KC-2.3.I.C": {
      "text": "Despite the principles of equality espoused by the Enlightenment and the French Revolution, intellectuals such as Rousseau offered controversial arguments for the exclusion of women from political life.",
      "examples": [
        "Individuals who challenged Rousseau’s position on women:",
        "Mary Wollstonecraft",
        "Marquis de Condorcet"
      ],
      "topics": [
        "4.3"
      ],
      "custom": false
    },
    "KC-2.3.II.A": {
      "text": "A variety of institutions, including salons, explored and disseminated Enlightenment culture.",
      "examples": [
        "Institutions that broadened the audience for new ideas:",
        "Coffeehouses",
        "Academies",
        "Lending libraries",
        "Masonic lodges"
      ],
      "topics": [
        "4.3"
      ],
      "custom": false
    },
    "KC-2.3.III.A": {
      "text": "Political theories, including John Locke’s, conceived of society as composed of individuals driven by self-interest and argued that the state originated in the consent of the governed (i.e., a social contract) rather than in divine right or tradition.",
      "examples": [],
      "topics": [
        "4.3"
      ],
      "custom": false
    },
    "KC-2.3.III.B": {
      "text": "Mercantilist theory and practice were challenged by new economic ideas, including Adam Smith’s, which espoused free trade and a free market.",
      "examples": [
        "Proponents of new economic ideas:",
        "Physiocrats",
        "Francois Quesnay",
        "Anne Robert Jacques Turgot"
      ],
      "topics": [
        "4.3"
      ],
      "custom": false
    },
    "KC-2.3.IV.A": {
      "text": "Intellectuals, including Voltaire and Diderot, developed new philosophies of deism, skepticism, and atheism. ",
      "examples": [
        "Intellectuals:",
        "David Hume",
        "Baron d’Holbach"
      ],
      "topics": [
        "4.3"
      ],
      "custom": false
    },
    "KC-2.3.IV.B": {
      "text": "Religion was viewed increasingly as a matter of private rather than public concern.",
      "examples": [
        "Religious developments:",
        "Revival of German Pietism"
      ],
      "topics": [
        "4.3"
      ],
      "custom": false
    },
    "KC-2.4.I": {
      "text": "In the 17th century, small landholdings, low-productivity agricultural practices, poor transportation, and adverse weather limited and disrupted the food supply, causing periodic famines. By the 18th century, the balance between population and the food supply stabilized, resulting in steady population growth.",
      "examples": [],
      "topics": [
        "4.4"
      ],
      "custom": false
    },
    "KC-2.4.I.A": {
      "text": "By the middle of the 18th century, higher agricultural productivity and improved transportation increased the food supply, allowing populations to grow and reducing the number of demographic crises (a process known as the Agricultural Revolution).",
      "examples": [],
      "topics": [
        "4.4"
      ],
      "custom": false
    },
    "KC-2.4.I.B": {
      "text": "In the 18th century, plague disappeared as a major epidemic disease, and inoculation reduced smallpox mortality.",
      "examples": [
        "Inoculation and disease control:",
        "Lady Mary Wortley Montagu"
      ],
      "topics": [
        "4.4"
      ],
      "custom": false
    },
    "KC-2.4.III.A": {
      "text": "Although the rate of illegitimate births increased in the 18th century, population growth was limited by the European marriage pattern, and in some areas by various birth control methods.",
      "examples": [],
      "topics": [
        "4.4"
      ],
      "custom": false
    },
    "KC-2.4.III.B": {
      "text": "As infant and child mortality decreased, and commercial wealth increased, families dedicated more space and resources to children and child-rearing, as well as private life and comfort.",
      "examples": [
        "Increased emphasis on childhood:",
        "Jean-Jacques Rousseau",
        "Education in Napoleonic France and Austria",
        "Painting and portraiture"
      ],
      "topics": [
        "4.4"
      ],
      "custom": false
    },
    "KC-2.4.IV": {
      "text": "Cities offered economic opportunities, which attracted increasing migration from rural areas, transforming urban life and creating challenges for the new urbanites and their families.",
      "examples": [],
      "topics": [
        "4.4"
      ],
      "custom": false
    },
    "KC-2.4.IV.A": {
      "text": "The Agricultural Revolution produced more food using fewer workers; as a result, people migrated from rural areas to the cities in search of work.",
      "examples": [],
      "topics": [
        "4.4"
      ],
      "custom": false
    },
    "KC-2.4.IV.B": {
      "text": "The growth of cities eroded traditional communal values, and city governments strained to provide protection and a healthy environment.",
      "examples": [],
      "topics": [
        "4.4"
      ],
      "custom": false
    },
    "KC-2.4.IV.C": {
      "text": "The concentration of the poor in cities led to a greater awareness of poverty, crime, and prostitution as social problems, and prompted increased efforts to police marginal groups.",
      "examples": [],
      "topics": [
        "4.4"
      ],
      "custom": false
    },
    "KC-2.3.II.B": {
      "text": "Despite censorship, increasingly numerous and varied printed materials served a growing literate public and led to the development of public opinion.",
      "examples": [
        "Printed materials:",
        "Newspapers",
        "Periodicals",
        "Books",
        "Pamphlets",
        "The Encyclopédie"
      ],
      "topics": [
        "4.5"
      ],
      "custom": false
    },
    "KC-2.3.II.C": {
      "text": "Natural sciences, literature, and popular culture increasingly exposed Europeans to representations of peoples outside Europe and, on occasion, challenges to accepted social norms.",
      "examples": [],
      "topics": [
        "4.5"
      ],
      "custom": false
    },
    "KC-2.3.V": {
      "text": "The arts moved from the celebration of religious themes and royal power to an emphasis on private life and the public good.",
      "examples": [],
      "topics": [
        "4.5"
      ],
      "custom": false
    },
    "KC-2.3.V.A": {
      "text": "Until about 1750, Baroque art and music promoted religious feeling and was employed by monarchs to illustrate state power.",
      "examples": [
        "Baroque artists and musicians who promoted religion or glorified monarchy:",
        "Diego Velásquez",
        "Gian Bernini",
        "George Frideric Handel",
        "J. S. Bach"
      ],
      "topics": [
        "4.5"
      ],
      "custom": false
    },
    "KC-2.3.V.B": {
      "text": "18th-century art and literature increasingly reflected the outlook and values of commercial and bourgeois society. Neoclassicism expressed new Enlightenment ideals of citizenship and political participation.",
      "examples": [
        "Artistic movements that reflected commercial society or Enlightenment ideals:",
        "Dutch painting",
        "Rembrandt",
        "Jan Vermeer",
        "Jacques-Louis David",
        "Pantheon in Paris",
        "Literature that reflected commercial society or Enlightenment ideals:",
        "Daniel Defoe",
        "Samuel Richardson",
        "Henry Fielding",
        "Johann Wolfgang von Goethe",
        "Jane Austen"
      ],
      "topics": [
        "4.5"
      ],
      "custom": false
    },
    "KC-2.4.II": {
      "text": "The consumer revolution of the 18th century was shaped by a new concern for privacy, encouraged the purchase of new goods for homes, and created new venues for leisure activities.",
      "examples": [],
      "topics": [
        "4.5"
      ],
      "custom": false
    },
    "KC-2.1.I.C": {
      "text": "In the 18th century, a number of states in eastern and central Europe experimented with enlightened absolutism.",
      "examples": [
        "Enlightened monarchs:",
        "Frederick II of Prussia",
        "Joseph II of Austria"
      ],
      "topics": [
        "4.6"
      ],
      "custom": false
    },
    "KC-2.3.IV.C": {
      "text": "By 1800, most governments in western and central Europe had extended toleration to Christian minorities and, in some states, civil equality to Jews.",
      "examples": [],
      "topics": [
        "4.6"
      ],
      "custom": false
    },
    "KC-2.1.III.A": {
      "text": "As a result of the Holy Roman Empire’s limitation of sovereignty in the Peace of Westphalia, Prussia rose to power, and the Habsburgs, centered in Austria, shifted their empire eastward.",
      "examples": [
        "Prussian and Habsburg rulers:",
        "Maria Theresa of Austria",
        "Frederick William I of Prussia",
        "Frederick II of Prussia"
      ],
      "topics": [
        "4.6"
      ],
      "custom": false
    },
    "KC-2.1.IV": {
      "text": "The French Revolution posed a fundamental challenge to Europe’s existing political and social order.",
      "examples": [],
      "topics": [
        "5.1",
        "5.9"
      ],
      "custom": false
    },
    "KC-2.1.V": {
      "text": "Claiming to defend the ideals of the French Revolution, Napoleon Bonaparte imposed French control over much of the European continent, which eventually provoked a nationalistic reaction.",
      "examples": [],
      "topics": [
        "5.1",
        "5.9"
      ],
      "custom": false
    },
    "KC-2.2": {
      "text": "The expansion of European commerce accelerated the growth of a worldwide economic network.",
      "examples": [],
      "topics": [
        "5.1",
        "5.2",
        "5.9"
      ],
      "custom": false
    },
    "KC-2.2.III": {
      "text": "Commercial rivalries influenced diplomacy and warfare among European states in the early modern era.",
      "examples": [],
      "topics": [
        "5.1",
        "5.2",
        "5.9"
      ],
      "custom": false
    },
    "KC-2.3.VI": {
      "text": "While Enlightenment values dominated the world of European ideas and culture, they were challenged by the revival of public expression of emotions and feeling.",
      "examples": [],
      "topics": [
        "5.1",
        "5.9"
      ],
      "custom": false
    },
    "KC-2.3.VI.D": {
      "text": "Revolution, war and rebellion demonstrated the emotional power of mass politics and nationalism.",
      "examples": [],
      "topics": [
        "5.1",
        "5.9"
      ],
      "custom": false
    },
    "KC-2.2.III.A": {
      "text": "European sea powers vied for Atlantic influence throughout the 18th century.",
      "examples": [],
      "topics": [
        "5.2"
      ],
      "custom": false
    },
    "KC-2.2.III.B": {
      "text": "Portuguese, Dutch, French, and British rivalries in Asia culminated in British domination in India and Dutch control of the East Indies.",
      "examples": [],
      "topics": [
        "5.2"
      ],
      "custom": false
    },
    "KC-2.1.III.D": {
      "text": "Rivalry between Britain and France resulted in world wars fought both in Europe and in the colonies, with Britain supplanting France as the greatest European power.",
      "examples": [
        "Conflict between the French and the British:",
        "Seven Years’ War",
        "American Revolution"
      ],
      "topics": [
        "5.3"
      ],
      "custom": false
    },
    "KC-2.1.IV.A": {
      "text": "The French Revolution resulted from a combination of long-term social and political causes, as well as Enlightenment ideas, exacerbated by short-term fiscal and economic crises.",
      "examples": [
        "Causes of the French Revolution:",
        "Peasant and bourgeois grievances",
        "Bread shortages",
        "French involvement in American Revolution"
      ],
      "topics": [
        "5.4"
      ],
      "custom": false
    },
    "KC-2.1.IV.B": {
      "text": "The first, or liberal, phase of the French Revolution established a constitutional monarchy, increased popular participation, nationalized the Catholic Church, and abolished hereditary privileges.",
      "examples": [
        "Actions taken during the moderate phase of the French Revolution:",
        "Declaration of the Rights of Man and Citizen",
        "Civil Constitution of the Clergy",
        "Constitution of 1791",
        "Abolition of provinces and division of France into departments"
      ],
      "topics": [
        "5.4"
      ],
      "custom": false
    },
    "KC-2.1.IV.C": {
      "text": "After the execution of Louis XVI, the radical Jacobin republic led by Robespierre responded to opposition at home and war abroad by instituting the Reign of Terror, fixing prices and wages, and pursuing a policy of de-Christianization.",
      "examples": [
        "Radical Jacobin leaders and institutions:",
        "Georges Danton",
        "Jean-Paul Marat",
        "Committee of Public Safety"
      ],
      "topics": [
        "5.4"
      ],
      "custom": false
    },
    "KC-2.1.IV.D": {
      "text": "Revolutionary armies, raised by mass conscription, sought to bring the changes initiated in France to the rest of Europe.",
      "examples": [
        "Mass conscription:",
        "Levée en masse"
      ],
      "topics": [
        "5.4"
      ],
      "custom": false
    },
    "KC-2.1.IV.E": {
      "text": "Women enthusiastically participated in the early phases of the revolution; however, while there were brief improvements in the legal status of women, citizenship in the republic was soon restricted to men.",
      "examples": [
        "Female involvement in the revolution:",
        "October March on Versailles",
        "Olympe de Gouges",
        "Society of Republican Revolutionary Women"
      ],
      "topics": [
        "5.4"
      ],
      "custom": false
    },
    "KC-2.1.IV.F": {
      "text": "Revolutionary ideals inspired a slave revolt led by Toussaint L’Ouverture in the French colony of Saint-Domingue, which became the independent nation of Haiti in 1804.",
      "examples": [],
      "topics": [
        "5.5"
      ],
      "custom": false
    },
    "KC-2.1.IV.G": {
      "text": "While many were inspired by the revolution’s emphasis on equality and human rights, others condemned its violence and disregard for traditional authority.",
      "examples": [
        "Opponents of the revolution:",
        "Edmund Burke"
      ],
      "topics": [
        "5.5"
      ],
      "custom": false
    },
    "KC-2.1.V.A": {
      "text": "As first consul and emperor, Napoleon undertook a number of enduring domestic reforms while often curtailing some rights and manipulating popular impulses behind a façade of representative institutions.",
      "examples": [
        "Reforms under Napoleon:",
        "Careers open to talent",
        "Educational system",
        "Centralized bureaucracy",
        "Civil Code",
        "Concordat of 1801",
        "Curtailment of rights under Napoleon:",
        "Secret police",
        "Censorship",
        "Limitation of women’s rights"
      ],
      "topics": [
        "5.6"
      ],
      "custom": false
    },
    "KC-2.1.V.B": {
      "text": "Napoleon’s new military tactics allowed him to exert direct or indirect control over much of the European continent, spreading the ideals of the French Revolution across Europe.",
      "examples": [],
      "topics": [
        "5.6"
      ],
      "custom": false
    },
    "KC-2.1.V.C": {
      "text": "Napoleon’s expanding empire created nationalist responses throughout Europe.",
      "examples": [
        "Nationalist responses to Napoleon:",
        "Student protest in German states",
        "Guerilla war in Spain",
        "Russian scorched earth policy"
      ],
      "topics": [
        "5.6"
      ],
      "custom": false
    },
    "KC-2.1.V.D": {
      "text": "After the defeat of Napoleon by a coalition of European powers, the Congress of Vienna (1814–1815) attempted to restore the balance of power in Europe and contain the danger of revolutionary or nationalistic upheavals in the future.",
      "examples": [],
      "topics": [
        "5.7"
      ],
      "custom": false
    },
    "KC-2.3.VI.A": {
      "text": "Rousseau questioned the exclusive reliance on reason and emphasized the role of emotions in the moral improvement of self and society.",
      "examples": [],
      "topics": [
        "5.8"
      ],
      "custom": false
    },
    "KC-2.3.VI.B": {
      "text": "Romanticism emerged as a challenge to Enlightenment rationality.",
      "examples": [],
      "topics": [
        "5.8"
      ],
      "custom": false
    },
    "KC-2.3.VI.C": {
      "text": "Consistent with the Romantic Movement, religious revival occurred in Europe and included notable movements such as Methodism, founded by John Wesley.",
      "examples": [],
      "topics": [
        "5.8"
      ],
      "custom": false
    },
    "KC-2.3.VI.D ": {
      "text": "Revolution, war, and rebellion demonstrated the emotional power of mass politics and nationalism.",
      "examples": [],
      "topics": [
        "5.8"
      ],
      "custom": false
    },
    "KC-3.1": {
      "text": "The Industrial Revolution spread from Great Britain to the continent, where the state played a greater role in promoting industry.",
      "examples": [],
      "topics": [
        "6.1",
        "6.10"
      ],
      "custom": false
    },
    "KC-3.1.I": {
      "text": "Great Britain established its industrial dominance through the mechanization of textile production, iron and steel production, and new transportation systems in conjunction with uniquely favorable political and social climates.",
      "examples": [],
      "topics": [
        "6.1",
        "6.2",
        "6.10"
      ],
      "custom": false
    },
    "KC-3.1.II": {
      "text": "Following the British example, industrialization took root in continental Europe, sometimes with state sponsorship.",
      "examples": [],
      "topics": [
        "6.1",
        "6.10"
      ],
      "custom": false
    },
    "KC-3.2": {
      "text": "The experiences of everyday life were shaped by industrialization, depending on the level of industrial development in a particular location.",
      "examples": [],
      "topics": [
        "6.1",
        "6.10"
      ],
      "custom": false
    },
    "KC-3.2.I": {
      "text": "Industrialization promoted the development of new classes in the industrial regions of Europe.",
      "examples": [],
      "topics": [
        "6.1",
        "6.10"
      ],
      "custom": false
    },
    "KC-3.2.II": {
      "text": "Europe experienced rapid population growth and urbanization, leading to social dislocations.",
      "examples": [],
      "topics": [
        "6.1",
        "6.10"
      ],
      "custom": false
    },
    "KC-3.2.III": {
      "text": "Over time, the Industrial Revolution altered the family structure and relations for bourgeois and working-class families.",
      "examples": [],
      "topics": [
        "6.1",
        "6.10"
      ],
      "custom": false
    },
    "KC-3.3": {
      "text": "Political revolutions and the complications resulting from industrialization triggered a range of ideological, governmental, and collective responses.",
      "examples": [],
      "topics": [
        "6.1",
        "6.10"
      ],
      "custom": false
    },
    "KC-3.3.I": {
      "text": "Ideologies developed and took root throughout society as a response to industrial and political revolutions.",
      "examples": [],
      "topics": [
        "6.1",
        "6.10"
      ],
      "custom": false
    },
    "KC-3.3.II": {
      "text": "Governments, at times based on the pressure of political or social organizations, responded to problems created or exacerbated by industrialization. ",
      "examples": [],
      "topics": [
        "6.1",
        "6.10"
      ],
      "custom": false
    },
    "KC-3.1.I.A": {
      "text": "Britain’s ready supplies of coal, iron ore, and other essential raw materials promoted industrial growth.",
      "examples": [],
      "topics": [
        "6.2"
      ],
      "custom": false
    },
    "KC-3.1.I.B": {
      "text": "Economic institutions and human capital such as engineers, inventors, and capitalists helped Britain lead the process of industrialization, largely through private initiative.",
      "examples": [
        "Britain’s leadership:",
        "The Crystal Palace at the Great Exhibition of 1851",
        "Banks",
        "Government financial awards to inventors"
      ],
      "topics": [
        "6.2"
      ],
      "custom": false
    },
    "KC-3.1.I.C": {
      "text": "Britain’s parliamentary government promoted commercial and industrial interests because those interests were represented in Parliament.",
      "examples": [
        "Commercial interest in government:",
        "Repeal of the Corn Laws"
      ],
      "topics": [
        "6.2"
      ],
      "custom": false
    },
    "KC-3.1.II.A": {
      "text": "France moved toward industrialization at a more gradual pace than Great Britain, with government support and with less dislocation of traditional methods of production.",
      "examples": [
        "Government support of industrialization:",
        "Canals",
        "Railroads",
        "Trade agreements"
      ],
      "topics": [
        "6.2"
      ],
      "custom": false
    },
    "KC-3.1.II.C": {
      "text": "A combination of factors, including geography, lack of resources, the dominance of traditional landed elites, the persistence of serfdom in some areas, and inadequate government sponsorship, accounted for eastern and southern Europe’s lag in industrial development.",
      "examples": [
        "Geographic factors in eastern and southern Europe:",
        "Lack of resources",
        "Lack of adequate transportation"
      ],
      "topics": [
        "6.2"
      ],
      "custom": false
    },
    "KC-3.2.V": {
      "text": "Because of the continued existence of more primitive agricultural practices and land-owning patterns, some areas of Europe lagged in industrialization while facing famine, debt, and land shortages.",
      "examples": [
        "Primitive agricultural practices and famines:",
        "The “Hungry ’40s”",
        "Irish potato famine",
        "Russian serfdom"
      ],
      "topics": [
        "6.2"
      ],
      "custom": false
    },
    "KC-3.1.III.A": {
      "text": "Mechanization and the factory system became the predominant modes of production by 1914.",
      "examples": [
        "Factory production:",
        "Manchester, England",
        "The Krupp family (Essen, Germany)"
      ],
      "topics": [
        "6.3"
      ],
      "custom": false
    },
    "KC-3.1.III.B": {
      "text": "New technologies and means of communication and transportation—including railroads—resulted in more fully integrated national economies, a higher level of urbanization, and a truly global economic network.",
      "examples": [
        "New technologies:",
        "Bessemer process",
        "Mass production",
        "Electricity",
        "Chemicals",
        "Developments in communication and transportation:",
        "Telegraph",
        "Steamship",
        "Streetcars or trolley cars",
        "Telephones",
        "Internal combustion engine",
        "Airplane",
        "Radio"
      ],
      "topics": [
        "6.3"
      ],
      "custom": false
    },
    "KC-3.2.IV.B": {
      "text": "New, efficient methods of transportation and other innovations created new industries, improved the distribution of goods, increased consumerism, and enhanced quality of life.",
      "examples": [
        "New, efficient methods of transportation and other innovations:",
        "Steamships",
        "Railroads",
        "Refrigerated rail cars",
        "Ice boxes",
        "Streetcars",
        "Bicycles",
        "New industries:",
        "Chemical industry",
        "Electricity and utilities",
        "Automobile",
        "Leisure travel",
        "Professional and leisure sport"
      ],
      "topics": [
        "6.3"
      ],
      "custom": false
    },
    "KC-3.1.III": {
      "text": "During the second industrial revolution (c. 1870–1914), more areas of Europe experienced industrial activity, and industrial processes increased in scale and complexity.",
      "examples": [],
      "topics": [
        "6.3"
      ],
      "custom": false
    },
    "KC-3.1.III.C": {
      "text": "Volatile business cycles in the last quarter of the 19th century led corporations and governments to try to manage the market through a variety of methods, including monopolies, banking practices, and tariffs.",
      "examples": [],
      "topics": [
        "6.3"
      ],
      "custom": false
    },
    "KC-3.2.II.A": {
      "text": "Along with better harvests caused in part by the commercialization of agriculture, industrialization promoted population growth, longer life expectancy, and lowered infant mortality.",
      "examples": [],
      "topics": [
        "6.3"
      ],
      "custom": false
    },
    "KC-3.2.IV": {
      "text": "A heightened consumerism developed as a result of the second industrial revolution.",
      "examples": [],
      "topics": [
        "6.3"
      ],
      "custom": false
    },
    "KC-3.2.IV.A": {
      "text": "Industrialization and mass marketing increased both the production and demand for a new range of consumer goods—including clothing, processed foods, and labor-saving devices—and created more leisure opportunities.",
      "examples": [],
      "topics": [
        "6.3"
      ],
      "custom": false
    },
    "KC-3.2.IV.C": {
      "text": "Industrialization in Prussia allowed that state to become the leader of a unified Germany, which subsequently underwent rapid industrialization under government sponsorship.",
      "examples": [
        "Industrialization in Prussia:",
        "Zollverein",
        "Investment in transportation network",
        "Adoption of improved methods of manufacturing",
        "Friedrich List’s National System"
      ],
      "topics": [
        "6.3"
      ],
      "custom": false
    },
    "KC-3.2.I.A": {
      "text": "In industrialized areas of Europe (i.e., western and northern Europe), socioeconomic changes created divisions of labor that led to the development of self-conscious classes, including the proletariat and the bourgeoisie.",
      "examples": [],
      "topics": [
        "6.4"
      ],
      "custom": false
    },
    "KC-3.2.I.B": {
      "text": "In some of the less industrialized areas of Europe, the dominance of agricultural elites continued into the 20th century.",
      "examples": [],
      "topics": [
        "6.4"
      ],
      "custom": false
    },
    "KC-3.2.I.C": {
      "text": "Class identity developed and was reinforced through participation in philanthropic, political, and social associations among the middle classes, and in mutual aid societies and trade unions among the working classes.",
      "examples": [],
      "topics": [
        "6.4"
      ],
      "custom": false
    },
    "KC-3.2.II.B": {
      "text": "With migration from rural to urban areas in industrialized regions, cities experienced overcrowding, while affected rural areas suffered declines in available labor as well as weakened communities.",
      "examples": [],
      "topics": [
        "6.4"
      ],
      "custom": false
    },
    "KC-3.2.III.A": {
      "text": "Bourgeois families became focused on the nuclear family and the cult of domesticity, with distinct gender roles for men and women.",
      "examples": [],
      "topics": [
        "6.4"
      ],
      "custom": false
    },
    "KC-3.2.III.B": {
      "text": "By the end of the century, higher wages, laws restricting the labor of children and women, social welfare programs, improved diet, and increased access to birth control affected the quality of life for the working class.",
      "examples": [
        "Laws restricting the labor of children and women:",
        "Factory Act of 1833",
        "Mines Act of 1842",
        "Ten Hours Act of 1847"
      ],
      "topics": [
        "6.4"
      ],
      "custom": false
    },
    "KC-3.2.III.C": {
      "text": "Economic motivations for marriage, while still important for all classes, diminished as the middle-class notion of companionate marriage began to be adopted by the working classes.",
      "examples": [],
      "topics": [
        "6.4"
      ],
      "custom": false
    },
    "KC-3.2.III.D": {
      "text": "Leisure time centered increasingly on the family or small groups, concurrent with the development of activities and spaces to use that time.",
      "examples": [
        "Leisure time activities and spaces:",
        "Parks",
        "Sports clubs and arenas",
        "Beaches",
        "Department stores",
        "Museums",
        "Theaters",
        "Opera houses"
      ],
      "topics": [
        "6.4"
      ],
      "custom": false
    },
    "KC-3.3.I.C": {
      "text": "Conservatives developed a new ideology in support of traditional political and religious authorities, which was based on the idea that human nature was not perfectible.",
      "examples": [
        "Influential conservative influences:",
        "Edmund Burke",
        "Joseph de Maistre",
        "Klemens von Metternich"
      ],
      "topics": [
        "6.5"
      ],
      "custom": false
    },
    "KC-3.4.I": {
      "text": "The Concert of Europe (or Congress System) sought to maintain the status quo through collective action and adherence to conservatism.",
      "examples": [],
      "topics": [
        "6.5"
      ],
      "custom": false
    },
    "KC-3.4.I.A": {
      "text": "Metternich, architect of the Concert of Europe, used it to suppress nationalist and liberal revolutions.",
      "examples": [],
      "topics": [
        "6.5"
      ],
      "custom": false
    },
    "KC-3.4.I.B": {
      "text": "Conservatives reestablished control in many European states and attempted to suppress movements for change and, in some areas, to strengthen adherence to religious authorities.",
      "examples": [],
      "topics": [
        "6.5"
      ],
      "custom": false
    },
    "KC-3.4.I.C": {
      "text": "In the first half of the 19th century, revolutionaries attempted to destroy the status quo.",
      "examples": [
        "Early 19th-century political revolts:",
        "War of Greek Independence",
        "Decembrist revolt in Russia",
        "Polish rebellion",
        "July Revolution in France"
      ],
      "topics": [
        "6.6"
      ],
      "custom": false
    },
    "KC-3.4.I.D": {
      "text": "The revolutions of 1848, triggered by economic hardship and discontent with the political status quo, challenged conservative politicians and governments and led to the breakdown of the Concert of Europe.",
      "examples": [],
      "topics": [
        "6.6"
      ],
      "custom": false
    },
    "KC-3.4.II.D": {
      "text": "In Russia, autocratic leaders pushed through a program of reform and modernization, including the emancipation of the serfs, which gave rise to revolutionary movements and eventually the Russian Revolution of 1905.",
      "examples": [
        "Reformers in Russia:",
        "Alexander II",
        "Sergei Witte",
        "Peter Stolypin"
      ],
      "topics": [
        "6.6"
      ],
      "custom": false
    },
    "KC-3.3.I.A": {
      "text": "Liberals emphasized popular sovereignty, individual rights, and enlightened self-interest but debated the extent to which all groups in society should actively participate in its governance.",
      "examples": [
        "Liberals:",
        "Jeremy Bentham",
        "Anti-Corn Law League",
        "John Stuart Mill"
      ],
      "topics": [
        "6.7"
      ],
      "custom": false
    },
    "KC-3.3.I.B": {
      "text": "Radicals in Britain and republicans on the continent demanded universal male suffrage and full citizenship without regard to wealth and property ownership; some argued that such rights should be extended to women.",
      "examples": [
        "Advocates of suffrage:",
        "Chartists",
        "Flora Tristan"
      ],
      "topics": [
        "6.7"
      ],
      "custom": false
    },
    "KC-3.3.I.D": {
      "text": "Socialists called for the redistribution of society’s resources and wealth and evolved from a utopian to a Marxist scientific critique of capitalism.",
      "examples": [
        "Utopian socialists:",
        "Henri de Saint-Simon",
        "Charles Fourier",
        "Robert Owen"
      ],
      "topics": [
        "6.7"
      ],
      "custom": false
    },
    "KC-3.6.II.C": {
      "text": "Marx’s scientific socialism provided a systematic critique of capitalism and a deterministic analysis of society and historical evolution.",
      "examples": [
        "Marxists:",
        "Friedrich Engels",
        "Clara Zetkin",
        "Rosa Luxemburg"
      ],
      "topics": [
        "6.7"
      ],
      "custom": false
    },
    "KC-3.3.I.E": {
      "text": "Anarchists asserted that all forms of governmental authority were unnecessary and should be overthrown and replaced with a society based on voluntary cooperation.",
      "examples": [
        "Anarchists:",
        "Mikhail Bakunin",
        "Georges Sorel"
      ],
      "topics": [
        "6.7"
      ],
      "custom": false
    },
    "KC-3.3.III": {
      "text": "Political movements and social organizations responded to problems of industrialization.",
      "examples": [],
      "topics": [
        "6.8"
      ],
      "custom": false
    },
    "KC-3.3.III.A": {
      "text": "Mass-based political parties emerged as sophisticated vehicles for social, economic, and political reform.",
      "examples": [
        "Mass-based political parties:",
        "Conservatives and Liberals in Great Britain",
        "Conservatives and Socialists in France",
        "Social Democratic Party in Germany"
      ],
      "topics": [
        "6.8"
      ],
      "custom": false
    },
    "KC-3.3.III.B": {
      "text": "Workers established labor unions and movements promoting social and economic reforms that also developed into political parties.",
      "examples": [
        "Political parties representing workers:",
        "German Social Democratic Party",
        "British Labour Party",
        "Russian Social Democratic Party"
      ],
      "topics": [
        "6.8"
      ],
      "custom": false
    },
    "KC-3.3.III.C": {
      "text": "Feminists pressed for legal, economic, and political rights for women as well as improved working conditions.",
      "examples": [
        "Feminists and feminist movements:",
        "Flora Tristan",
        "British Women’s Social and Political Union",
        "Pankhurst family",
        "Barbara Smith Bodichon"
      ],
      "topics": [
        "6.8"
      ],
      "custom": false
    },
    "KC-3.3.III.D": {
      "text": "Various nongovernmental reform movements, many of them religious, assisted the poor and worked to end serfdom and slavery.",
      "examples": [
        "Reform movements and social reformers:",
        "The Sunday School movement",
        "The temperance movement",
        "British abolitionist movement",
        "Josephine Butler"
      ],
      "topics": [
        "6.8"
      ],
      "custom": false
    },
    "KC-3.3.II.A": {
      "text": "Liberalism shifted from laissez-faire to interventionist economic and social policies in response to the challenges of industrialization.",
      "examples": [],
      "topics": [
        "6.9"
      ],
      "custom": false
    },
    "KC-3.3.II.B": {
      "text": "Reforms transformed unhealthy and overcrowded cities by modernizing infrastructure, regulating public health, reforming prisons, and establishing modern police forces. The reforms were enacted by governments motivated by such forces as public opinion, prominent individuals, and charity organizations.",
      "examples": [
        "Modernizing infrastructure:",
        "Sewage and water systems",
        "Public lighting",
        "Public housing",
        "Urban redesign",
        "Parks",
        "Public transportation",
        "Edwin Chadwick",
        "Georges Haussmann"
      ],
      "topics": [
        "6.9"
      ],
      "custom": false
    },
    "KC-3.3.II.C": {
      "text": "Reformers promoted compulsory public education to advance the goals of public order, nationalism, and economic growth.",
      "examples": [],
      "topics": [
        "6.9"
      ],
      "custom": false
    },
    "KC-3.4": {
      "text": "European states struggled to maintain international stability in an age of nationalism and revolutions. ",
      "examples": [],
      "topics": [
        "7.1",
        "7.9"
      ],
      "custom": false
    },
    "KC-3.4.II": {
      "text": "The breakdown of the Concert of Europe opened the door for movements of national unification in Italy and Germany as well as liberal reforms elsewhere.",
      "examples": [],
      "topics": [
        "7.1",
        "7.9"
      ],
      "custom": false
    },
    "KC-3.4.III": {
      "text": "The unification of Italy and Germany transformed the European balance of power and led to efforts to construct a new diplomatic order. ",
      "examples": [],
      "topics": [
        "7.1",
        "7.9"
      ],
      "custom": false
    },
    "KC-3.5": {
      "text": "A variety of motives and methods led to the intensification of European global control and increased tensions among the Great Powers. ",
      "examples": [],
      "topics": [
        "7.1",
        "7.9"
      ],
      "custom": false
    },
    "KC-3.5.II": {
      "text": "Industrial and technological developments (e.g., the second industrial revolution) facilitated European control of global empires.",
      "examples": [],
      "topics": [
        "7.1",
        "7.9"
      ],
      "custom": false
    },
    "KC-3.6": {
      "text": "European ideas and culture expressed a tension between objectivity and scientific realism on one hand, and subjectivity and individual expression on the other.",
      "examples": [],
      "topics": [
        "7.1",
        "7.9"
      ],
      "custom": false
    },
    "KC-3.6.II": {
      "text": "Following the revolutions of 1848, Europe turned toward a realist and materialist worldview.",
      "examples": [],
      "topics": [
        "7.1",
        "7.9"
      ],
      "custom": false
    },
    "KC-3.3.I.F": {
      "text": "Nationalists encouraged loyalty to the nation in a variety of ways, including romantic idealism, liberal reform, political unification, racialism with a concomitant anti-Semitism, and chauvinism justifying national aggrandizement.",
      "examples": [
        "Nationalists:",
        "J. G. Fichte",
        "Grimm Brothers",
        "Giuseppe Mazzini",
        "Pan-Slavists",
        "Anti-Semitism:",
        "Dreyfus affair",
        "Christian Social Party in Germany",
        "Karl Lueger, mayor of Vienna"
      ],
      "topics": [
        "7.2"
      ],
      "custom": false
    },
    "KC-3.3.I.G": {
      "text": "While during the 19th century western European Jews became more socially and politically acculturated, Zionism, a form of Jewish nationalism, developed late in the century as a response to growing anti-Semitism throughout Europe.",
      "examples": [
        "Zionists:",
        "Theodor Herzl"
      ],
      "topics": [
        "7.2"
      ],
      "custom": false
    },
    "KC-3.4.II.B": {
      "text": "A new generation of conservative leaders, including Napoleon III, Cavour, and Bismarck, used popular nationalism to create or strengthen the state.",
      "examples": [],
      "topics": [
        "7.2"
      ],
      "custom": false
    },
    "KC-3.4.II.C": {
      "text": "The creation of the dual monarchy of Austria-Hungary, which recognized the political power of the largest ethnic minority, was an attempt to stabilize the state by reconfiguring national unity.",
      "examples": [],
      "topics": [
        "7.2"
      ],
      "custom": false
    },
    "KC-3.4.II.A": {
      "text": "The Crimean War demonstrated the weakness of the Ottoman Empire and contributed to the breakdown of the Concert of Europe, thereby creating the conditions in which Italy and Germany could be unified after centuries of fragmentation.",
      "examples": [],
      "topics": [
        "7.3"
      ],
      "custom": false
    },
    "KC-3.4.III.A": {
      "text": "Cavour’s diplomatic strategies, combined with the popular Garibaldi’s military campaigns, led to the unification of Italy.",
      "examples": [],
      "topics": [
        "7.3"
      ],
      "custom": false
    },
    "KC-3.4.III.B": {
      "text": "Bismarck used Realpolitik, employing diplomacy, industrialized warfare, weaponry, and the manipulation of democratic mechanisms to unify Germany.",
      "examples": [],
      "topics": [
        "7.3"
      ],
      "custom": false
    },
    "KC-3.4.III.C": {
      "text": "After 1871, Bismarck attempted to maintain the balance of power through a complex system of alliances directed at isolating France.",
      "examples": [
        "Bismarck’s alliances:",
        "Three Emperors’ League",
        "Triple Alliance",
        "Reinsurance Treaty"
      ],
      "topics": [
        "7.3"
      ],
      "custom": false
    },
    "KC-3.4.III.D": {
      "text": "Bismarck’s dismissal in 1890 eventually led to a system of mutually antagonistic alliances and heightened international tensions.",
      "examples": [],
      "topics": [
        "7.3"
      ],
      "custom": false
    },
    "KC-3.4.III.E": {
      "text": "Nationalist tensions in the Balkans drew the Great Powers into a series of crises, leading up to World War I.",
      "examples": [
        "Nationalist tensions in the Balkans:",
        "Congress of Berlin in 1878",
        "Growing influence of Serbia",
        "Bosnia-Herzegovina annexation crisis (1908)",
        "First Balkan War",
        "Second Balkan War"
      ],
      "topics": [
        "7.3"
      ],
      "custom": false
    },
    "KC-3.6.II.B": {
      "text": "Charles Darwin provided a scientific and material account of biological change and the development of human beings as a species, and inadvertently, a justification for racialist theories that became known as Social Darwinism.",
      "examples": [],
      "topics": [
        "7.4"
      ],
      "custom": false
    },
    "KC-3.6.II.A": {
      "text": "Positivism, or the philosophy that science alone provides knowledge, emphasized the rational and scientific analysis of nature and human affairs.",
      "examples": [],
      "topics": [
        "7.5"
      ],
      "custom": false
    },
    "KC-3.6.III": {
      "text": "In the later 19th century, a new relativism in values and the loss of confidence in the objectivity of knowledge led to modernism in intellectual and cultural life.",
      "examples": [],
      "topics": [
        "7.5"
      ],
      "custom": false
    },
    "KC-3.6.III.A": {
      "text": "Philosophy largely moved from rational interpretations of nature and human society to an emphasis on irrationality and impulse, a view that contributed to the belief that conflict and struggle led to progress.",
      "examples": [],
      "topics": [
        "7.5"
      ],
      "custom": false
    },
    "KC-3.6.III.B": {
      "text": "Freudian psychology offered a new account of human nature that emphasized the role of the irrational and the struggle between the conscious and subconscious.",
      "examples": [
        "Philosophers who emphasized the irrational:",
        "Friedrich Nietzsche",
        "Georges Sorel",
        "Henri Bergson"
      ],
      "topics": [
        "7.5"
      ],
      "custom": false
    },
    "KC-3.6.III.C": {
      "text": "Developments in the natural sciences, such as quantum mechanics and Einstein’s theory of relativity, undermined the primacy of Newtonian physics as an objective description of nature.",
      "examples": [
        "Scientists who undermined the notion that Newtonian physics provided an objective knowledge of nature:",
        "Max Planck"
      ],
      "topics": [
        "7.5"
      ],
      "custom": false
    },
    "KC-3.5.I": {
      "text": "European nations were driven by economic, political, and cultural motivations in their new imperial ventures in Asia and Africa.",
      "examples": [],
      "topics": [
        "7.6"
      ],
      "custom": false
    },
    "KC-3.5.I.A": {
      "text": "European national rivalries and strategic concerns fostered imperial expansion and competition for colonies.",
      "examples": [],
      "topics": [
        "7.6"
      ],
      "custom": false
    },
    "KC-3.5.I.B": {
      "text": "The search for raw materials and markets for manufactured goods, as well as strategic and nationalistic considerations, drove Europeans to colonize Africa and Asia, even as European colonies in the Americas broke free politically, if not economically.",
      "examples": [],
      "topics": [
        "7.6"
      ],
      "custom": false
    },
    "KC-3.5.I.C": {
      "text": "European imperialists justified overseas expansion and rule by claiming cultural and racial superiority.",
      "examples": [
        "Ideas of cultural and racial superiority:",
        "“The White Man’s Burden”",
        "Mission civilisatrice",
        "Social Darwinism"
      ],
      "topics": [
        "7.6"
      ],
      "custom": false
    },
    "KC-3.5.II.A": {
      "text": "The development of advanced weaponry ensured the military advantage of Europeans over colonized areas.",
      "examples": [
        "Advanced weaponry:",
        "Minié ball (bullet)",
        "Breech-loading rifle",
        "Machine gun"
      ],
      "topics": [
        "7.6"
      ],
      "custom": false
    },
    "KC-3.5.II.B": {
      "text": "Communication and transportation technologies facilitated the creation and expansion of European empires.",
      "examples": [
        "Communication and transportation technologies:",
        "Steamships",
        "Telegraph",
        "Photography"
      ],
      "topics": [
        "7.6"
      ],
      "custom": false
    },
    "KC-3.5.II.C": {
      "text": "Advances in medicine enabled European survival in Africa and Asia.",
      "examples": [
        "Advances in medicine:",
        "Louis Pasteur’s germ theory of disease",
        "Anesthesia and antiseptics",
        "Public health projects",
        "Quinine"
      ],
      "topics": [
        "7.6"
      ],
      "custom": false
    },
    "KC-3.5.III": {
      "text": "Imperial endeavors significantly affected society, diplomacy, and culture in Europe and created resistance to foreign control abroad.",
      "examples": [],
      "topics": [
        "7.7"
      ],
      "custom": false
    },
    "KC-3.5.III.A": {
      "text": "Imperialism created diplomatic tensions among European states that strained alliance systems.",
      "examples": [],
      "topics": [
        "7.7"
      ],
      "custom": false
    },
    "KC-3.5.III.B": {
      "text": "Imperial encounters with non-European peoples influenced the styles and subject matter of artists and writers and provoked debate over the acquisition of colonies.",
      "examples": [],
      "topics": [
        "7.7"
      ],
      "custom": false
    },
    "KC-3.5.III.C": {
      "text": "Especially as non-Europeans became educated in Western values, they challenged European imperialism through nationalist movements and by modernizing local economies and societies.",
      "examples": [],
      "topics": [
        "7.7"
      ],
      "custom": false
    },
    "KC-3.6.I": {
      "text": "Romanticism broke with Neoclassical forms of artistic representation and with rationalism, placing more emphasis on intuition and emotion.",
      "examples": [],
      "topics": [
        "7.8"
      ],
      "custom": false
    },
    "KC-3.6.I.A": {
      "text": "Romantic artists and composers broke from classical artistic forms to emphasize emotion, nature, individuality, intuition, the supernatural, and national histories in their works.",
      "examples": [],
      "topics": [
        "7.8"
      ],
      "custom": false
    },
    "KC-3.6.I.B": {
      "text": "Romantic writers expressed similar themes while responding to the Industrial Revolution and to various political revolutions.",
      "examples": [],
      "topics": [
        "7.8"
      ],
      "custom": false
    },
    "KC-3.6.II.D": {
      "text": "Realist and materialist themes and attitudes influenced art and literature as painters and writers depicted the lives of ordinary people and drew attention to social problems.",
      "examples": [],
      "topics": [
        "7.8"
      ],
      "custom": false
    },
    "KC-3.6.III.D": {
      "text": "Modern art, including Impressionism, Post-Impressionism, and Cubism, moved beyond the representational to the subjective, abstract, and expressive and often provoked audiences that believed that art should reflect shared and idealized values, including beauty and patriotism.",
      "examples": [],
      "topics": [
        "7.8"
      ],
      "custom": false
    },
    "KC-4.1": {
      "text": "Total war and political instability in the first half of the 20th century gave way to a polarized state order during the Cold War and eventually to efforts at transnational union. ",
      "examples": [],
      "topics": [
        "8.1",
        "8.11",
        "9.1",
        "9.15"
      ],
      "custom": false
    },
    "KC-4.1.I": {
      "text": "World War I, caused by a complex interaction of long- and short-term factors, resulted in immense losses and disruptions for both victors and vanquished. ",
      "examples": [],
      "topics": [
        "8.1",
        "8.2",
        "8.11"
      ],
      "custom": false
    },
    "KC-4.1.II": {
      "text": "The conflicting goals of the peace negotiators in Paris pitted diplomatic idealism against the desire to punish Germany, producing a settlement that satisfied few.",
      "examples": [],
      "topics": [
        "8.1",
        "8.4",
        "8.11"
      ],
      "custom": false
    },
    "KC-4.1.III": {
      "text": "In the interwar period, fascism, extreme nationalism, racist ideologies, and the failure of appeasement resulted in the catastrophe of World War II, presenting a grave challenge to European civilization.",
      "examples": [],
      "topics": [
        "8.1",
        "8.7",
        "8.11"
      ],
      "custom": false
    },
    "KC-4.2": {
      "text": "The stresses of economic collapse and total war engendered internal conflicts within European states and created conflicting conceptions of the relationship between the individual and the state, as demonstrated in the ideological battle between and among democracy, communism, and fascism. ",
      "examples": [],
      "topics": [
        "8.1",
        "8.11",
        "9.1",
        "9.15"
      ],
      "custom": false
    },
    "KC-4.3": {
      "text": "During the 20th century, diverse intellectual and cultural movements questioned the existence of objective knowledge, the ability of reason to arrive at truth, and the role of religion in determining moral standards. ",
      "examples": [],
      "topics": [
        "8.1",
        "8.11",
        "9.1",
        "9.15"
      ],
      "custom": false
    },
    "KC-4.3.II": {
      "text": "Science and technology yielded impressive material benefits but also caused immense destruction and posed challenges to objective knowledge. ",
      "examples": [],
      "topics": [
        "8.1",
        "8.11"
      ],
      "custom": false
    },
    "KC-4.4": {
      "text": "Demographic changes, economic growth, total war, disruptions of traditional social patterns, and competing definitions of freedom and justice altered the experiences of everyday life. ",
      "examples": [],
      "topics": [
        "8.1",
        "8.11",
        "9.1",
        "9.15"
      ],
      "custom": false
    },
    "KC-4.4.I": {
      "text": "The 20th century was characterized by large-scale suffering brought on by warfare and genocide, but also by tremendous improvements in the standard of living.",
      "examples": [],
      "topics": [
        "8.1",
        "8.11"
      ],
      "custom": false
    },
    "KC-4.1.I.A": {
      "text": "A variety of factors—including nationalism, military plans, the alliance system, and imperial competition—turned a regional dispute in the Balkans into World War I.",
      "examples": [],
      "topics": [
        "8.2"
      ],
      "custom": false
    },
    "KC-4.1.I.B": {
      "text": "New technologies confounded traditional military strategies and led to trench warfare and massive troop losses.",
      "examples": [
        "New technologies:",
        "Machine gun",
        "Barbed wire",
        "Submarine",
        "Airplane",
        "Poison gas",
        "Tank"
      ],
      "topics": [
        "8.2"
      ],
      "custom": false
    },
    "KC-4.1.I.C": {
      "text": "The effects of military stalemate, national mobilization, and total war led to protest and insurrection in the belligerent nations and eventually to revolutions that changed the international balance of power.",
      "examples": [
        "Discontent and revolution:",
        "Mutinies in armies",
        "Easter Rebellion in Ireland",
        "Russian Revolution"
      ],
      "topics": [
        "8.2"
      ],
      "custom": false
    },
    "KC-4.1.I.D": {
      "text": "The war in Europe quickly spread to non-European theaters, transforming the war into a global conflict.",
      "examples": [
        "Non-European theaters of conflict:",
        "Armenian Genocide",
        "Arab revolt against the Turks",
        "Japanese aggression in the Pacific and on the Chinese mainland"
      ],
      "topics": [
        "8.2"
      ],
      "custom": false
    },
    "KC-4.1.I.E": {
      "text": "The relationship of Europe to the world shifted significantly with the globalization of the conflict, the emergence of the United States as a world power, and the overthrow of European empires.",
      "examples": [
        "Collapse of European empires:",
        "Mandate system",
        "Creation of modern Turkey",
        "Dissolution of Austro-Hungarian Empire"
      ],
      "topics": [
        "8.2"
      ],
      "custom": false
    },
    "KC-4.2.I": {
      "text": "The Russian Revolution created a regime based on Marxist–Leninist theory.",
      "examples": [],
      "topics": [
        "8.3"
      ],
      "custom": false
    },
    "KC-4.2.I.A": {
      "text": "In Russia, World War I exacerbated long-term problems of political stagnation, social inequality, incomplete industrialization, and food and land distribution, all while creating support for revolutionary change.",
      "examples": [
        "Revolutionary change in Russia:",
        "February/March Revolution",
        "Petrograd Soviet"
      ],
      "topics": [
        "8.3"
      ],
      "custom": false
    },
    "KC-4.2.I.B": {
      "text": "Military and worker insurrections, aided by the revived Soviets, undermined the Provisional Government and set the stage for Lenin’s long-planned Bolshevik Revolution and establishment of a communist state.",
      "examples": [],
      "topics": [
        "8.3"
      ],
      "custom": false
    },
    "KC-4.2.I.C": {
      "text": "The Bolshevik takeover prompted a protracted civil war between communist forces and their opponents, who were aided by foreign powers.",
      "examples": [],
      "topics": [
        "8.3"
      ],
      "custom": false
    },
    "KC-4.2.I.D.i": {
      "text": "In order to improve economic performance, Lenin compromised communist principles and employed some free-market principles under the New Economic Policy.",
      "examples": [],
      "topics": [
        "8.3"
      ],
      "custom": false
    },
    "KC-4.1.II.A": {
      "text": "Wilsonian idealism clashed with postwar realities in both the victorious and the defeated states. Democratic successor states emerged from former empires and eventually succumbed to significant political, economic, and diplomatic crises.",
      "examples": [
        "Democratic successor states:",
        "Poland",
        "Czechoslovakia",
        "Hungary",
        "Yugoslavia"
      ],
      "topics": [
        "8.4"
      ],
      "custom": false
    },
    "KC-4.1.II.B": {
      "text": "The League of Nations, created to prevent future wars, was weakened from the outset by the nonparticipation of major powers, including the U.S., Germany, and the Soviet Union.",
      "examples": [],
      "topics": [
        "8.4"
      ],
      "custom": false
    },
    "KC-4.1.II.C": {
      "text": "The Versailles settlement, particularly its provisions on the assignment of guilt and reparations for the war, hindered the German Weimar Republic’s ability to establish a stable and legitimate political and economic system.",
      "examples": [],
      "topics": [
        "8.4"
      ],
      "custom": false
    },
    "KC-4.1.VI.B": {
      "text": "The League of Nations distributed former German and Ottoman possessions to France and Great Britain through the mandate system, thereby altering the imperial balance of power and creating a strategic interest in the Middle East and its oil.",
      "examples": [
        "Mandate territories:",
        "Lebanon and Syria",
        "Iraq",
        "Palestine"
      ],
      "topics": [
        "8.4"
      ],
      "custom": false
    },
    "KC-4.2.III": {
      "text": "The Great Depression, caused by weaknesses in international trade and monetary theories and practices, undermined Western European democracies and fomented radical political responses throughout Europe.",
      "examples": [],
      "topics": [
        "8.5"
      ],
      "custom": false
    },
    "KC-4.2.III.A": {
      "text": "World War I debt, nationalistic tariff policies, overproduction, depreciated currencies, disrupted trade patterns, and speculation created weaknesses in economies worldwide.",
      "examples": [],
      "topics": [
        "8.5"
      ],
      "custom": false
    },
    "KC-4.2.III.B": {
      "text": "Dependence on post-World War I American investment capital led to financial collapse when, following the 1929 stock market crash, the United States cut off capital flows to Europe.",
      "examples": [],
      "topics": [
        "8.5"
      ],
      "custom": false
    },
    "KC-4.2.III.C": {
      "text": "Despite attempts to rethink economic theories and policies and forge political alliances, Western democracies failed to overcome the Great Depression and were weakened by extremist movements.",
      "examples": [
        "New economic theories and policies:",
        "Keynesianism in Britain",
        "Cooperative social action in Scandinavia",
        "Popular Front policies in France",
        "Political alliance:",
        "National government in Britain",
        "Popular Fronts in France and Spain"
      ],
      "topics": [
        "8.5"
      ],
      "custom": false
    },
    "KC-4.2.II": {
      "text": "The ideology of fascism, with roots in the pre-World War I era, gained popularity in an environment of postwar bitterness, the rise of communism, uncertain transitions to democracy, and economic instability.",
      "examples": [],
      "topics": [
        "8.6"
      ],
      "custom": false
    },
    "KC-4.2.II.A": {
      "text": "Fascist dictatorships used modern technology and propaganda that rejected democratic institutions, promoted charismatic leaders, and glorified war and nationalism to attract the disillusioned.",
      "examples": [
        "Fascist propaganda:",
        "Radio",
        "Joseph Goebbels",
        "Leni Riefenstahl",
        "Architecture",
        "Cult of personality"
      ],
      "topics": [
        "8.6"
      ],
      "custom": false
    },
    "KC-4.2.II.B": {
      "text": "Mussolini and Hitler rose to power by exploiting postwar bitterness and economic instability, using terror, and manipulating the fledgling and unpopular democracies in their countries.",
      "examples": [],
      "topics": [
        "8.6"
      ],
      "custom": false
    },
    "KC-4.2.II.C": {
      "text": "Franco’s alliance with Italian and German fascists in the Spanish Civil War—in which the Western democracies did not intervene—represented a testing ground for World War II and resulted in authoritarian rule in Spain from 1936 to the mid-1970s.",
      "examples": [],
      "topics": [
        "8.6"
      ],
      "custom": false
    },
    "KC-4.2.II.D": {
      "text": "After failures to establish functioning democracies, authoritarian dictatorships took power in central and eastern Europe during the interwar period.",
      "examples": [
        "Authoritarian dictatorship in central and eastern Europe:",
        "Poland",
        "Hungary",
        "Romania"
      ],
      "topics": [
        "8.6"
      ],
      "custom": false
    },
    "KC-4.2.I.D.ii": {
      "text": "After Lenin’s death, Stalin undertook a centralized program of rapid economic modernization, often with severe repercussions for the population.",
      "examples": [
        "The Soviet Union’s rapid economic modernization:",
        "Collectivization",
        "Five Year Plan"
      ],
      "topics": [
        "8.6"
      ],
      "custom": false
    },
    "KC-4.2.I.E": {
      "text": "Stalin’s economic modernization of the Soviet Union came at a high price, including the liquidation of the kulaks (the land-owning peasantry) and other perceived enemies of the state, devastating famine in the Ukraine, purges of political rivals, and, ultimately, the creation of an oppressive political system.",
      "examples": [
        "The Soviet Union’s oppressive political system:",
        "Great purges",
        "Gulags",
        "Secret police"
      ],
      "topics": [
        "8.6"
      ],
      "custom": false
    },
    "KC-4.1.III.A": {
      "text": "French and British fears of another war, American isolationism, and deep distrust between Western democratic, capitalist nations and the authoritarian, communist Soviet Union allowed fascist states to rearm and expand their territory.",
      "examples": [
        "Fascist states’ expansion allowed by European powers:",
        "Remilitarization of the Rhineland",
        "Italian invasion of Ethiopia",
        "Annexation of Austria",
        "Munich Agreement and its violation",
        "Nazi–Soviet Non-Aggression Pact"
      ],
      "topics": [
        "8.7"
      ],
      "custom": false
    },
    "KC-4.1.III.B": {
      "text": "Germany’s Blitzkrieg warfare in Europe, combined with Japan’s attacks in Asia and the Pacific, brought the Axis powers early victories.",
      "examples": [
        "Blitzkrieg:",
        "Polish campaign of 1939",
        "Operation Barbarossa",
        "Surrender of France"
      ],
      "topics": [
        "8.8"
      ],
      "custom": false
    },
    "KC-4.1.III.C": {
      "text": "American and British industrial, scientific, and technological power, cooperative military efforts under the strong leadership of individuals such as Winston Churchill, the resistance of civilians, and the all-out military commitment of the USSR contributed critically to the Allied victories.",
      "examples": [],
      "topics": [
        "8.8"
      ],
      "custom": false
    },
    "KC-4.3.II.C": {
      "text": "Military technologies made possible industrialized warfare, genocide, nuclear proliferation, and the risk of global nuclear war.",
      "examples": [],
      "topics": [
        "8.8"
      ],
      "custom": false
    },
    "KC-4.1.III.D": {
      "text": "Fueled by racism and anti-Semitism, Nazi Germany—with the cooperation of some of the other Axis powers and collaborationist governments—sought to establish a “new racial order” in Europe, which culminated with the Holocaust.",
      "examples": [
        "Nazi establishment of a new racial order:",
        "Nuremberg Laws",
        "Wannsee Conference",
        "Auschwitz and other death camps"
      ],
      "topics": [
        "8.9"
      ],
      "custom": false
    },
    "KC-4.4.I.B": {
      "text": "World War II decimated a generation of Russian and German men; virtually destroyed European Jewry; resulted in the murder of millions in other groups targeted by the Nazis including Roma, homosexuals, people with disabilities, and others; forced large-scale migrations; and undermined prewar class hierarchies.",
      "examples": [],
      "topics": [
        "8.9"
      ],
      "custom": false
    },
    "KC-4.3.I.i": {
      "text": "The widely held belief in progress characteristic of much of 19th-century thought began to break down before World War I.",
      "examples": [],
      "topics": [
        "8.10"
      ],
      "custom": false
    },
    "KC-4.3.I.A": {
      "text": "When World War I began, Europeans were generally confident in the ability of science and technology to address human needs and problems despite the uncertainty created by the new scientific theories and psychology.",
      "examples": [],
      "topics": [
        "8.10"
      ],
      "custom": false
    },
    "KC-4.3.II.A": {
      "text": "The challenge to the certainties of the Newtonian universe in physics opened the door to uncertainty in other fields by undermining faith in objective knowledge while also providing the knowledge necessary for the development of nuclear weapons and power.",
      "examples": [
        "Physicists:",
        "Albert Einstein",
        "Werner Heisenberg",
        "Erwin Schrödinger",
        "Enrico Fermi",
        "Niels Bohr"
      ],
      "topics": [
        "8.10"
      ],
      "custom": false
    },
    "KC-4.4.I.A": {
      "text": "World War I created a “lost generation” and fostered disillusionment and cynicism, while it transformed the lives of women, and democratized societies.",
      "examples": [],
      "topics": [
        "8.10"
      ],
      "custom": false
    },
    "KC-4.4.II.A": {
      "text": "During the world wars, women became increasingly involved in military and political mobilization, as well as in economic production.",
      "examples": [],
      "topics": [
        "8.10"
      ],
      "custom": false
    },
    "KC-4.1.IV": {
      "text": "As World War II ended, a Cold War between the liberal democratic West and the communist East began, lasting nearly half a century. ",
      "examples": [],
      "topics": [
        "9.1",
        "9.15"
      ],
      "custom": false
    },
    "KC-4.3.I.ii": {
      "text": "The experience of war intensified a sense of anxiety that permeated many facets of thought and culture, giving way by the century’s end to a plurality of intellectual frameworks.",
      "examples": [],
      "topics": [
        "9.1",
        "9.15"
      ],
      "custom": false
    },
    "KC-4.4.III": {
      "text": "New voices gained prominence in political, intellectual, and social discourse.",
      "examples": [],
      "topics": [
        "9.1",
        "9.15"
      ],
      "custom": false
    },
    "KC-4.2.IV.A": {
      "text": "Marshall Plan funds from the United States financed an extensive reconstruction of industry and infrastructure and stimulated an extended period of growth in Western and Central Europe, often referred to as an “economic miracle,” which increased the economic and cultural importance of consumerism.",
      "examples": [],
      "topics": [
        "9.2"
      ],
      "custom": false
    },
    "KC-4.1.IV.A": {
      "text": "Despite efforts to maintain international cooperation through the newly created United Nations, deep-seated tensions between the USSR and the West led to the division of Europe, which was referred to in the West as the Iron Curtain.",
      "examples": [],
      "topics": [
        "9.3"
      ],
      "custom": false
    },
    "KC-4.1.IV.B": {
      "text": "The Cold War played out on a global stage and involved propaganda campaigns; covert actions; limited “hot wars” in Asia, Africa, Latin America, and the Caribbean; and an arms race, with the threat of a nuclear war.",
      "examples": [
        "Hot wars outside of Europe in which the United States and the USSR supported opposite sides:",
        "Korean War",
        "Vietnam War",
        "Yom Kippur War",
        "Soviet invasion of Afghanistan"
      ],
      "topics": [
        "9.3"
      ],
      "custom": false
    },
    "KC-4.1.IV.C": {
      "text": "The United States exerted a strong military, political, and economic influence in Western Europe, leading to the creation of world monetary and trade systems and geopolitical alliances, including NATO.",
      "examples": [
        "The world monetary and trade system:",
        "International Monetary Fund (IMF)",
        "World Bank",
        "General Agreement on Tariffs and Trade (GATT)",
        "World Trade Organization (WTO)"
      ],
      "topics": [
        "9.4"
      ],
      "custom": false
    },
    "KC-4.1.IV.D": {
      "text": "Countries east of the Iron Curtain came under the military, political, and economic domination of the Soviet Union within the Council for Mutual Economic Assistance (COMECON) and the Warsaw Pact.",
      "examples": [],
      "topics": [
        "9.4"
      ],
      "custom": false
    },
    "KC-4.2.V.A": {
      "text": "Central and Eastern European nations within the Soviet bloc followed an economic model based on central planning, extensive social welfare, and specialized production among bloc members. This brought with it the restriction of individual rights and freedoms, suppression of dissent, and constraint of emigration for the various populations within the Soviet bloc.",
      "examples": [],
      "topics": [
        "9.4"
      ],
      "custom": false
    },
    "KC-4.2.V": {
      "text": "Eastern European nations were bound by their relationships with the Soviet Union, which oscillated between repression and limited reform, until the collapse of communist governments in Eastern Europe and the fall of the Soviet Union.",
      "examples": [],
      "topics": [
        "9.4"
      ],
      "custom": false
    },
    "KC-4.2.V.B": {
      "text": "After 1956, Soviet leader Nikita Khrushchev’s de-Stalinization policies failed to meet their economic goals within the Soviet Union; combined with reactions to existing limitations on individual rights, this prompted revolts in Eastern Europe, which ended with a reimposition of Soviet rule and repressive totalitarian regimes.",
      "examples": [
        "Revolts against Soviet control:",
        "Prague Spring",
        "Hungarian Revolt"
      ],
      "topics": [
        "9.4"
      ],
      "custom": false
    },
    "KC-4.2.V.D.i": {
      "text": "The rise of new nationalisms in Central and Eastern Europe brought peaceful revolution in most countries but resulted in instability in some former Soviet republics.",
      "examples": [],
      "topics": [
        "9.4"
      ],
      "custom": false
    },
    "KC-4.1.V": {
      "text": "Nationalist and separatist movements, along with ethnic conflict and ethnic cleansing, periodically disrupted the post-World War II peace.",
      "examples": [
        "Nationalist violence:",
        "Ireland",
        "Chechnya",
        "Separatist movements:",
        "Basque (ETA)",
        "Flemish",
        "Ethnic cleansing:",
        "Bosnian Muslims",
        "Albanian Muslims of Kosovo"
      ],
      "topics": [
        "9.5"
      ],
      "custom": false
    },
    "KC-4.2.V.D.ii": {
      "text": "New nationalisms in central and eastern Europe resulted in war and genocide in the Balkans.",
      "examples": [],
      "topics": [
        "9.5"
      ],
      "custom": false
    },
    "KC-4.2.IV": {
      "text": "Postwar economic growth supported an increase in welfare benefits; however, subsequent economic stagnation led to criticism and limitation of the welfare state.",
      "examples": [],
      "topics": [
        "9.6"
      ],
      "custom": false
    },
    "KC-4.2.IV.B": {
      "text": "The expansion of cradle-to-grave social welfare programs in the aftermath of World War II, accompanied by high taxes, became a contentious domestic political issue as the budgets of European nations came under pressure in the late 20th century.",
      "examples": [],
      "topics": [
        "9.6"
      ],
      "custom": false
    },
    "KC-4.2.V.C": {
      "text": "Following a long period of economic stagnation, Mikhail Gorbachev’s internal reforms of perestroika and glasnost, designed to make the Soviet system more flexible, failed to stave off the collapse of the Soviet Union and the end of its hegemonic control over Eastern and Central European satellites.",
      "examples": [],
      "topics": [
        "9.7"
      ],
      "custom": false
    },
    "KC-4.1.IV.E": {
      "text": "The collapse of the USSR in 1991 ended the Cold War and led to the establishment of capitalist economies throughout Eastern Europe. Germany was reunited, the Czechs and the Slovaks parted, Yugoslavia dissolved, and the European Union was enlarged through the admission of former Eastern bloc countries.",
      "examples": [
        "Collapse of Soviet Union and satellites:",
        "Fall of the Berlin Wall",
        "Polish elections in 1989"
      ],
      "topics": [
        "9.7"
      ],
      "custom": false
    },
    "KC-4.4.II": {
      "text": "The lives of women were defined by family and work responsibilities, economic changes, and feminism.",
      "examples": [],
      "topics": [
        "9.8"
      ],
      "custom": false
    },
    "KC-4.4.II.B": {
      "text": "In Western Europe through the efforts of feminists, and in Eastern Europe and the Soviet Union through government policy, women finally gained the vote, greater educational opportunities, and access to professional careers, even while continuing to face social inequalities.",
      "examples": [
        "Feminists and feminism:",
        "Simone de Beauvoir",
        "Second-wave feminism"
      ],
      "topics": [
        "9.8"
      ],
      "custom": false
    },
    "KC-4.4.II.D": {
      "text": "New modes of marriage, partnership, motherhood, divorce, and reproduction gave women more options in their personal lives.",
      "examples": [
        "New modes of managing reproduction:",
        "Birth control pill",
        "Scientific means of fertilization"
      ],
      "topics": [
        "9.8"
      ],
      "custom": false
    },
    "KC-4.4.II.E": {
      "text": "Women attained high political office and increased their representation in legislative bodies in many nations.",
      "examples": [
        "Women who attained high political office:",
        "Margaret Thatcher of Great Britain",
        "Mary Robinson of Ireland",
        "Édith Cresson of France"
      ],
      "topics": [
        "9.8"
      ],
      "custom": false
    },
    "KC-4.1.VI": {
      "text": "The process of decolonization occurred over the course of the century with varying degrees of cooperation, interference, or resistance from European imperialist states.",
      "examples": [],
      "topics": [
        "9.9"
      ],
      "custom": false
    },
    "KC-4.1.VI.A": {
      "text": "At the end of World War I, U.S. President Woodrow Wilson’s principle of national self-determination raised expectations in the non-European world for new policies and freedoms.",
      "examples": [],
      "topics": [
        "9.9"
      ],
      "custom": false
    },
    "KC-4.1.VI.C": {
      "text": "Despite indigenous nationalist movements, independence for many African and Asian territories was delayed until the mid- and even late 20th century by the imperial powers’ reluctance to relinquish control, threats of interference from other nations, unstable economic and political systems, and Cold War strategic alignments.",
      "examples": [
        "Indigenous nationalist movements:",
        "Indian National Congress",
        "Algeria’s National Liberation Front (FLN)",
        "Ho Chi Minh’s Viet Minh",
        "Sukarno and Indonesian nationalism"
      ],
      "topics": [
        "9.9"
      ],
      "custom": false
    },
    "KC-4.4.IV": {
      "text": "European states began to set aside nationalist rivalries in favor of economic and political integration, forming a series of transnational unions that grew in size and scope over the second half of the 20th century.",
      "examples": [],
      "topics": [
        "9.10"
      ],
      "custom": false
    },
    "KC-4.4.IV.A": {
      "text": "As the economic alliance known as the European Coal and Steel Community, envisioned as a means to spur postwar economic recovery, developed into the European Economic Community (EEC or Common Market) and the European Union (EU), Europe experienced increasing economic and political integration and efforts to establish a shared European identity.",
      "examples": [],
      "topics": [
        "9.10"
      ],
      "custom": false
    },
    "KC-4.4.IV.B": {
      "text": "EU member nations continue to balance questions of national sovereignty with the responsibilities of membership in an economic and political union.",
      "examples": [
        "Challenges to national sovereignty within the EU:",
        "The euro",
        "European Parliament",
        "Issue of remaining in the EU (e.g., Britain’s “Brexit”)",
        "Free movement across borders"
      ],
      "topics": [
        "9.10"
      ],
      "custom": false
    },
    "KC-4.3.III.C": {
      "text": "Increased immigration into Europe altered Europe’s religious makeup, causing debate and conflict over the role of religion in social and political life.",
      "examples": [],
      "topics": [
        "9.11"
      ],
      "custom": false
    },
    "KC-4.4.III.D": {
      "text": "Because of the economic growth of the 1950s and 1960s, migrant workers from southern Europe, Asia, and Africa immigrated to western and central Europe; however, after the economic downturn of the 1970s, these workers and their families often became targets of anti-immigrant agitation and extreme nationalist political parties.",
      "examples": [
        "Anti-immigration, conservative parties:",
        "French National Front",
        "Austrian Freedom Party"
      ],
      "topics": [
        "9.11"
      ],
      "custom": false
    },
    "KC-4.3.II.B": {
      "text": "Medical theories and technologies extended life but posed social and moral questions that eluded consensus and crossed religious, political, and philosophical perspectives.",
      "examples": [
        "Medical theories and technologies:",
        "Birth control",
        "Abortion",
        "Fertility treatments",
        "Genetic engineering"
      ],
      "topics": [
        "9.12"
      ],
      "custom": false
    },
    "KC-4.3.IV.C": {
      "text": "Increased imports of U.S. technology and popular culture after World War II generated both enthusiasm and criticism.",
      "examples": [],
      "topics": [
        "9.13"
      ],
      "custom": false
    },
    "KC-4.4.I.D": {
      "text": "New communication and transportation technologies multiplied the connections across space and time, transforming daily life and contributing to the proliferation of ideas and to globalization.",
      "examples": [
        "New communication technologies:",
        "Telephone",
        "Radio",
        "Television",
        "Computer",
        "Cell phone",
        "Internet"
      ],
      "topics": [
        "9.13"
      ],
      "custom": false
    },
    "KC-4.4.III.A": {
      "text": "Green parties in Western and Central Europe challenged consumerism, urged sustainable development, and, by the late 20th century, cautioned against globalization.",
      "examples": [],
      "topics": [
        "9.13"
      ],
      "custom": false
    },
    "KC-4.3.I.B": {
      "text": "The effects of world war and economic depression undermined this confidence in science and human reason, giving impetus to existentialism and producing postmodernism in the post-1945 period.",
      "examples": [],
      "topics": [
        "9.14"
      ],
      "custom": false
    },
    "KC-4.3.III": {
      "text": "Organized religion continued to play a role in European social and cultural life despite the challenges of military and ideological conflict, modern secularism, and rapid social changes.",
      "examples": [],
      "topics": [
        "9.14"
      ],
      "custom": false
    },
    "KC-4.3.III.A": {
      "text": "The challenges of totalitarianism and communism in central and eastern Europe brought mixed responses from the Christian churches.",
      "examples": [
        "Christian responses to totalitarianism:",
        "Dietrich Bonhoeffer",
        "Martin Niemöller",
        "Pope John Paul II",
        "Solidarity"
      ],
      "topics": [
        "9.14"
      ],
      "custom": false
    },
    "KC-4.3.III.B": {
      "text": "Reform in the Catholic Church found expression in the Second Vatican Council, which redefined the church’s doctrine and practices and started to redefine its relations with other religious communities.",
      "examples": [],
      "topics": [
        "9.14"
      ],
      "custom": false
    },
    "KC-4.3.IV": {
      "text": "During the 20th century, the arts were defined by experimentation, self-expression, subjectivity, and the increasing influence of the United States in both elite and popular culture.",
      "examples": [],
      "topics": [
        "9.14"
      ],
      "custom": false
    },
    "KC-4.3.IV.A": {
      "text": "New movements in the visual arts, architecture, and music radically shifted existing aesthetic standards, explored subconscious and subjective states, and satirized Western society and its values.",
      "examples": [
        "New movements in the visual arts:",
        "Cubism",
        "Futurism",
        "Dadaism",
        "Surrealism",
        "Abstract Expressionism",
        "Pop Art",
        "New architectural movements:",
        "Bauhaus",
        "Modernism",
        "Postmodernism",
        "New movements in music:",
        "Igor Stravinsky",
        "Arnold Schoenberg",
        "Richard Strauss"
      ],
      "topics": [
        "9.14"
      ],
      "custom": false
    },
    "KC-4.3.IV.B": {
      "text": "Throughout the century, a number of writers challenged traditional literary conventions, questioned Western values, and addressed controversial social and political issues.",
      "examples": [
        "Writers:",
        "Franz Kafka",
        "James JoyceErich Maria Remarque",
        "Virginia Woolf",
        "Jean-Paul Sartre"
      ],
      "topics": [
        "9.14"
      ],
      "custom": false
    },
    "KC-4.4.I.C": {
      "text": "Mass production, new food technologies, and industrial efficiency increased disposable income and created a consumer culture in which greater domestic comforts such as electricity, indoor plumbing, plastics, and synthetic fibers became available.",
      "examples": [],
      "topics": [
        "9.14"
      ],
      "custom": false
    },
    "KC-4.4.II.C": {
      "text": "With economic recovery after World War II, the birth rate increased dramatically (the baby boom), often promoted by government policies.",
      "examples": [
        "Government policies promoting population growth:",
        "Neonatalism",
        "Childcare facilities"
      ],
      "topics": [
        "9.14"
      ],
      "custom": false
    },
    "KC-4.4.III.B": {
      "text": "Various movements, including women’s movements, political and social movements, gay and lesbian movements, and others, worked for expanded civil rights, in some cases obtaining the goals they sought, and in others facing strong opposition.",
      "examples": [],
      "topics": [
        "9.14"
      ],
      "custom": false
    },
    "KC-4.4.III.C": {
      "text": "Intellectuals and youth reacted against perceived bourgeois materialism and decadence, most significantly with the revolts of 1968.",
      "examples": [],
      "topics": [
        "9.14"
      ],
      "custom": false
    },
    "KC-1.3.IV.B": {
      "text": "The exchange of new plants, animals, and diseases—the Columbian Exchange—benefitted Europeans in multiple ways.",
      "topics": [],
      "examples": [],
      "custom": true
    },
    "KC-4.2.I.D": {
      "text": "Lenin and Stalin employed free-market principles and economic modernization, which had severe repercussions for the population.",
      "topics": [],
      "examples": [],
      "custom": true
    },
    "KC-4.2.V.D": {
      "text": "The rise of new nationalisms in Central and Eastern Europe brought both peaceful revolutions and violent wars.",
      "topics": [],
      "examples": [],
      "custom": true
    },
    "KC-1.3.IV": {
      "text": "Europe’s colonial expansion had significant effects in many aspects.",
      "topics": [],
      "examples": [],
      "custom": true
    },
    "KC-4.3.I": {
      "text": "World War I significantly undermined the belief in progress and human reason that was characteristic of the 19th century.",
      "topics": [],
      "examples": [],
      "custom": true
    }
  },
  "topics": {
    "1.1": {
      "name": "Contextualizing Renaissance and Discovery",
      "concepts": [
        "KC-1.1",
        "KC-1.1.I",
        "KC-1.1.III",
        "KC-1.3",
        "KC-1.3.I",
        "KC-1.4",
        "KC-1.4.I",
        "KC-1.4.II",
        "KC-1.5",
        "KC-1.5.I"
      ]
    },
    "1.2": {
      "name": "Italian Renaissance",
      "concepts": [
        "KC-1.1.I.A",
        "KC-1.1.I.B",
        "KC-1.1.I.C",
        "KC-1.1.III.A"
      ]
    },
    "1.3": {
      "name": "Northern Renaissance",
      "concepts": [
        "KC-1.1.III.B",
        "KC-1.2.I.A"
      ]
    },
    "1.4": {
      "name": "Printing",
      "concepts": [
        "KC-1.1.II",
        "KC-1.1.II.A"
      ]
    },
    "1.5": {
      "name": "New Monarchies",
      "concepts": [
        "KC-1.2.II.A",
        "KC-1.5.I.A",
        "KC-1.5.I.C",
        "KC-1.5.I.D"
      ]
    },
    "1.6": {
      "name": "Technological Advances and the Age of Exploration",
      "concepts": [
        "KC-1.3.II",
        "KC-1.3.I.A",
        "KC-1.3.I.B",
        "KC-1.3.I.C"
      ]
    },
    "1.7": {
      "name": "Rivals on the World Stage",
      "concepts": [
        "KC-1.3.III",
        "KC-1.3.III.B",
        "KC-1.3.III.C",
        "KC-1.3.III.D"
      ]
    },
    "1.8": {
      "name": "Colonial Expansion and Columbian Exchange",
      "concepts": [
        "KC-1.3.III.A",
        "KC-1.3.IV.i",
        "KC-1.3.IV.A",
        "KC-1.3.IV.B.i",
        "KC-1.3.IV.ii",
        "KC-1.3.IV.B.ii"
      ]
    },
    "1.9": {
      "name": "The Slave Trade",
      "concepts": [
        "KC-1.3.IV.C"
      ]
    },
    "1.10": {
      "name": "The Commercial Revolution",
      "concepts": [
        "KC-1.4.I.A",
        "KC-1.4.II",
        "KC-1.4.II.A",
        "KC-1.4.II.B",
        "KC-1.4.III.A",
        "KC-1.4.I",
        "KC-1.4.I.B",
        "KC-1.4.II.C",
        "KC-1.4.II.D",
        "KC-1.4.III.B",
        "KC-1.4.IV.C"
      ]
    },
    "1.11": {
      "name": "Causation in the Renaissance and Age of Discovery",
      "concepts": [
        "KC-1.1",
        "KC-1.1.I",
        "KC-1.1.III",
        "KC-1.3",
        "KC-1.3.I",
        "KC-1.4",
        "KC-1.4.I",
        "KC-1.4.II",
        "KC-1.5",
        "KC-1.5.I"
      ]
    },
    "2.1": {
      "name": "Contextualizing 16th- and 17th-Century Challenges and Developments",
      "concepts": [
        "KC-1.2",
        "KC-1.2.I",
        "KC-1.2.II",
        "KC-1.2.III",
        "KC-1.4",
        "KC-1.4.III",
        "KC-1.4.IV",
        "KC-1.4.V",
        "KC-1.5",
        "KC-1.5.I"
      ]
    },
    "2.2": {
      "name": "Luther and the Protestant Reformation",
      "concepts": [
        "KC-1.2.I.B",
        "KC-1.2.I.C"
      ]
    },
    "2.3": {
      "name": "Protestant Reform Continues",
      "concepts": [
        "KC-1.1.II.B",
        "KC-1.2.II.B",
        "KC-1.2.II.C"
      ]
    },
    "2.4": {
      "name": "Wars of Religion",
      "concepts": [
        "KC-1.2.III.A",
        "KC-1.2.III.B",
        "KC-1.2.III.C",
        "KC-1.2.III.D",
        "KC-1.5.I.B"
      ]
    },
    "2.5": {
      "name": "The Catholic Reformation",
      "concepts": [
        "KC-1.2.I.D"
      ]
    },
    "2.6": {
      "name": "16th-Century Society and Politics",
      "concepts": [
        "KC-1.4.I.C",
        "KC-1.4.IV.A",
        "KC-1.4.IV.B",
        "KC-1.4.III.C",
        "KC-1.4.V.A",
        "KC-1.4.V.B",
        "KC-1.4.V.C"
      ]
    },
    "2.7": {
      "name": "Art of the 16th Century: Mannerism and Baroque Art",
      "concepts": [
        "KC-1.1.III.C"
      ]
    },
    "2.8": {
      "name": "Causation in the Age of Reformation and the Wars of Religion",
      "concepts": [
        "KC-1.2",
        "KC-1.2.I",
        "KC-1.2.II",
        "KC-1.2.III",
        "KC-1.4",
        "KC-1.4.III",
        "KC-1.4.IV",
        "KC-1.4.V",
        "KC-1.5",
        "KC-1.5.I"
      ]
    },
    "3.1": {
      "name": "Contextualizing State Building",
      "concepts": [
        "KC-1.5",
        "KC-1.5.I",
        "KC-1.5.III",
        "KC-1.5.III.B",
        "KC-1.5.III.C",
        "KC-2.1",
        "KC-2.1.I",
        "KC-2.1.II"
      ]
    },
    "3.2": {
      "name": "The English Civil War and the Glorious Revolution",
      "concepts": [
        "KC-1.5.III.A",
        "KC-2.1.II.A"
      ]
    },
    "3.3": {
      "name": "Continuities and  Changes to  Economic Practice and Development",
      "concepts": [
        "KC-2.2.I.B",
        "KC-2.2.II.D",
        "KC-2.2.I.A",
        "KC-2.2.I.C",
        "KC-2.2.I.D",
        "KC-2.2.I"
      ]
    },
    "3.4": {
      "name": "Economic Development and Mercantilism",
      "concepts": [
        "KC-2.2.II",
        "KC-2.2.II.A",
        "KC-2.2.II.B",
        "KC-2.2.II.C",
        "KC-2.2.II.D",
        "KC-2.2.II.E"
      ]
    },
    "3.5": {
      "name": "The Dutch Golden Age",
      "concepts": [
        "KC-2.1.II.B"
      ]
    },
    "3.6": {
      "name": "Balance of Power",
      "concepts": [
        "KC-1.5.II",
        "KC-1.5.II.A",
        "KC-2.1.I.D",
        "KC-2.1.III",
        "KC-2.1.III.B",
        "KC-2.1.III.C",
        "KC-1.5.II.B"
      ]
    },
    "3.7": {
      "name": "Absolutist Approaches to Power",
      "concepts": [
        "KC-2.1.I.A",
        "KC-2.1.I.B",
        "KC-2.1.I.E"
      ]
    },
    "3.8": {
      "name": "Comparison in the Age of Absolutism and Constitutionalism",
      "concepts": [
        "KC-1.5",
        "KC-1.5.I",
        "KC-1.5.III",
        "KC-1.5.III.B",
        "KC-1.5.III.C",
        "KC-2.1",
        "KC-2.1.I",
        "KC-2.1.II"
      ]
    },
    "4.1": {
      "name": "Contextualizing the Scientific Revolution and the Enlightenment",
      "concepts": [
        "KC-1.1",
        "KC-1.1.IV",
        "KC-2.3",
        "KC-2.3.I",
        "KC-2.3.II",
        "KC-2.3.III",
        "KC-2.3.IV",
        "KC-2.4",
        "KC-2.4.III"
      ]
    },
    "4.2": {
      "name": "The Scientific Revolution",
      "concepts": [
        "KC-1.1.IV.A",
        "KC-1.1.IV.B",
        "KC-1.1.IV.C",
        "KC-1.1.IV.D"
      ]
    },
    "4.3": {
      "name": "The Enlightenment",
      "concepts": [
        "KC-2.3.I.A",
        "KC-2.3.I.B",
        "KC-2.3.I.C",
        "KC-2.3.II.A",
        "KC-2.3.III.A",
        "KC-2.3.III.B",
        "KC-2.3.I",
        "KC-2.3.IV.A",
        "KC-2.3.IV.B"
      ]
    },
    "4.4": {
      "name": "18th-Century Society and Demographics",
      "concepts": [
        "KC-2.4.I",
        "KC-2.4.I.A",
        "KC-2.4.I.B",
        "KC-2.4.III.A",
        "KC-2.4.III.B",
        "KC-2.4.IV",
        "KC-2.4.IV.A",
        "KC-2.4.IV.B",
        "KC-2.4.IV.C"
      ]
    },
    "4.5": {
      "name": "18th-Century Culture and Arts",
      "concepts": [
        "KC-2.3.II.B",
        "KC-2.3.II.C",
        "KC-2.3.V",
        "KC-2.3.V.A",
        "KC-2.3.V.B",
        "KC-2.4.II"
      ]
    },
    "4.6": {
      "name": "Enlightened and Other Approaches to Power",
      "concepts": [
        "KC-2.1.I.C",
        "KC-2.3.IV.C",
        "KC-2.1.III.A"
      ]
    },
    "4.7": {
      "name": "Causation in the Age of the Scientific Revolution and the Enlightenment",
      "concepts": [
        "KC-1.1",
        "KC-1.1.IV",
        "KC-2.3",
        "KC-2.3.I",
        "KC-2.3.II",
        "KC-2.3.III",
        "KC-2.3.IV",
        "KC-2.4",
        "KC-2.4.III"
      ]
    },
    "5.1": {
      "name": "Contextualizing  18th-Century States",
      "concepts": [
        "KC-2.1",
        "KC-2.1.IV",
        "KC-2.1.V",
        "KC-2.2",
        "KC-2.2.III",
        "KC-2.3",
        "KC-2.3.VI",
        "KC-2.3.VI.D"
      ]
    },
    "5.2": {
      "name": "The Rise of Global Markets",
      "concepts": [
        "KC-2.2",
        "KC-2.2.III",
        "KC-2.2.III.A",
        "KC-2.2.III.B"
      ]
    },
    "5.3": {
      "name": "Britain’s Ascendency",
      "concepts": [
        "KC-2.1.III.D"
      ]
    },
    "5.4": {
      "name": "The French Revolution",
      "concepts": [
        "KC-2.1.IV.A",
        "KC-2.1.IV.B",
        "KC-2.1.IV.C",
        "KC-2.1.IV.D",
        "KC-2.1.IV.E"
      ]
    },
    "5.5": {
      "name": "The French Revolution’s Effects",
      "concepts": [
        "KC-2.1.IV.F",
        "KC-2.1.IV.G"
      ]
    },
    "5.6": {
      "name": "Napoleon’s Rise, Dominance, and Defeat",
      "concepts": [
        "KC-2.1.V.A",
        "KC-2.1.V.B",
        "KC-2.1.V.C"
      ]
    },
    "5.7": {
      "name": "The Congress of Vienna",
      "concepts": [
        "KC-2.1.V.D"
      ]
    },
    "5.8": {
      "name": "Romanticism",
      "concepts": [
        "KC-2.3.VI.A",
        "KC-2.3.VI.B",
        "KC-2.3.VI.C",
        "KC-2.3.VI.D "
      ]
    },
    "5.9": {
      "name": "Continuity and Change in 18th-Century States",
      "concepts": [
        "KC-2.1",
        "KC-2.1.IV",
        "KC-2.1.V",
        "KC-2.2",
        "KC-2.2.III",
        "KC-2.3",
        "KC-2.3.VI",
        "KC-2.3.VI.D"
      ]
    },
    "6.1": {
      "name": "Contextualizing Industrialization and Its Origins and Effects",
      "concepts": [
        "KC-3.1",
        "KC-3.1.I",
        "KC-3.1.II",
        "KC-3.2",
        "KC-3.2.I",
        "KC-3.2.II",
        "KC-3.2.III",
        "KC-3.3",
        "KC-3.3.I",
        "KC-3.3.II"
      ]
    },
    "6.2": {
      "name": "The Spread of Industry Throughout Europe",
      "concepts": [
        "KC-3.1.I.A",
        "KC-3.1.I",
        "KC-3.1.I.B",
        "KC-3.1.I.C",
        "KC-3.1.II.A",
        "KC-3.1.II.C",
        "KC-3.2.V"
      ]
    },
    "6.3": {
      "name": "Second Wave Industrialization and Its Effects",
      "concepts": [
        "KC-3.1.III.A",
        "KC-3.1.III.B",
        "KC-3.2.IV.B",
        "KC-3.1.III",
        "KC-3.1.III.C",
        "KC-3.2.II.A",
        "KC-3.2.IV",
        "KC-3.2.IV.A",
        "KC-3.2.IV.A"
      ]
    },
    "6.4": {
      "name": "Social Effects of Industrialization",
      "concepts": [
        "KC-3.2.I.A",
        "KC-3.2.I.B",
        "KC-3.2.I.C",
        "KC-3.2.II.B",
        "KC-3.2.III.A",
        "KC-3.2.III.B",
        "KC-3.2.III.C",
        "KC-3.2.III.D"
      ]
    },
    "6.5": {
      "name": "The Concert of Europe and European Conservatism",
      "concepts": [
        "KC-3.3.I.C",
        "KC-3.4.I",
        "KC-3.4.I.A",
        "KC-3.4.I.B"
      ]
    },
    "6.6": {
      "name": "Reactions and Revolutions",
      "concepts": [
        "KC-3.4.I.C",
        "KC-3.4.I.D",
        "KC-3.4.II.D"
      ]
    },
    "6.7": {
      "name": "Ideologies of Change and Reform Movements",
      "concepts": [
        "KC-3.3.I.A",
        "KC-3.3.I.B",
        "KC-3.3.I.D",
        "KC-3.6.II.C",
        "KC-3.3.I.E"
      ]
    },
    "6.8": {
      "name": "19th-Century Social Reform ",
      "concepts": [
        "KC-3.3.III",
        "KC-3.3.III.A",
        "KC-3.3.III.B",
        "KC-3.3.III.C",
        "KC-3.3.III.D"
      ]
    },
    "6.9": {
      "name": "Institutional Responses and Reform",
      "concepts": [
        "KC-3.3.II.A",
        "KC-3.3.II.B",
        "KC-3.3.II.C"
      ]
    },
    "6.10": {
      "name": "Causation in the Age of Industrialization",
      "concepts": [
        "KC-3.1",
        "KC-3.1.I",
        "KC-3.1.II",
        "KC-3.2",
        "KC-3.2.I",
        "KC-3.2.II",
        "KC-3.2.III",
        "KC-3.3",
        "KC-3.3.I",
        "KC-3.3.II"
      ]
    },
    "7.1": {
      "name": "Contextualizing 19th-Century Perspectives and Political Developments",
      "concepts": [
        "KC-3.4",
        "KC-3.4.II",
        "KC-3.4.III",
        "KC-3.5",
        "KC-3.5.II",
        "KC-3.6",
        "KC-3.6.II"
      ]
    },
    "7.2": {
      "name": "Nationalism",
      "concepts": [
        "KC-3.3.I.F",
        "KC-3.3.I.G",
        "KC-3.4.II.B",
        "KC-3.4.II.C"
      ]
    },
    "7.3": {
      "name": "National Unification and Diplomatic Tensions",
      "concepts": [
        "KC-3.4.II.A",
        "KC-3.4.III.A",
        "KC-3.4.III.B",
        "KC-3.4.III.C",
        "KC-3.4.III.D",
        "KC-3.4.III.E"
      ]
    },
    "7.4": {
      "name": "Darwinism, Social Darwinism",
      "concepts": [
        "KC-3.6.II.B"
      ]
    },
    "7.5": {
      "name": "The Age of Progress and Modernity",
      "concepts": [
        "KC-3.6.II.A",
        "KC-3.6.III",
        "KC-3.6.III.A",
        "KC-3.6.III.B",
        "KC-3.6.III.C"
      ]
    },
    "7.6": {
      "name": "New Imperialism: Motivations and Methods",
      "concepts": [
        "KC-3.5.I",
        "KC-3.5.I.A",
        "KC-3.5.I.B",
        "KC-3.5.I.C",
        "KC-3.5.II.A",
        "KC-3.5.II.B",
        "KC-3.5.II.C"
      ]
    },
    "7.7": {
      "name": "Imperialism’s Global Effects",
      "concepts": [
        "KC-3.5.III",
        "KC-3.5.III.A",
        "KC-3.5.III.B",
        "KC-3.5.III.C"
      ]
    },
    "7.8": {
      "name": "19th-Century Culture and Arts",
      "concepts": [
        "KC-3.6.I",
        "KC-3.6.I.A",
        "KC-3.6.I.B",
        "KC-3.6.II.D",
        "KC-3.6.III.D"
      ]
    },
    "7.9": {
      "name": "Causation in 19th-Century Perspectives and Political Developments",
      "concepts": [
        "KC-3.4",
        "KC-3.4.II",
        "KC-3.4.III",
        "KC-3.5",
        "KC-3.5.II",
        "KC-3.6",
        "KC-3.6.II"
      ]
    },
    "8.1": {
      "name": "Contextualizing 20th-Century Global Conflicts",
      "concepts": [
        "KC-4.1",
        "KC-4.1.I",
        "KC-4.1.II",
        "KC-4.1.III",
        "KC-4.2",
        "KC-4.3",
        "KC-4.3.II",
        "KC-4.4",
        "KC-4.4.I"
      ]
    },
    "8.2": {
      "name": "World War I",
      "concepts": [
        "KC-4.1.I",
        "KC-4.1.I.A",
        "KC-4.1.I.B",
        "KC-4.1.I.C",
        "KC-4.1.I.D",
        "KC-4.1.I.E"
      ]
    },
    "8.3": {
      "name": "The Russian Revolution and Its Effects",
      "concepts": [
        "KC-4.2.I",
        "KC-4.2.I.A",
        "KC-4.2.I.B",
        "KC-4.2.I.C",
        "KC-4.2.I.D.i"
      ]
    },
    "8.4": {
      "name": "Versailles Conference and Peace Settlement",
      "concepts": [
        "KC-4.1.II",
        "KC-4.1.II.A",
        "KC-4.1.II.B",
        "KC-4.1.II.C",
        "KC-4.1.VI.B"
      ]
    },
    "8.5": {
      "name": "Global Economic Crisis",
      "concepts": [
        "KC-4.2.III",
        "KC-4.2.III.A",
        "KC-4.2.III.B",
        "KC-4.2.III.C"
      ]
    },
    "8.6": {
      "name": "Fascism and Totalitarianism",
      "concepts": [
        "KC-4.2.II",
        "KC-4.2.II.A",
        "KC-4.2.II.B",
        "KC-4.2.II.C",
        "KC-4.2.II.D",
        "KC-4.2.I.D.ii",
        "KC-4.2.I.E"
      ]
    },
    "8.7": {
      "name": "Europe During the Interwar Period",
      "concepts": [
        "KC-4.1.III.A",
        "KC-4.1.III"
      ]
    },
    "8.8": {
      "name": "World War II",
      "concepts": [
        "KC-4.1.III.B",
        "KC-4.1.III.C",
        "KC-4.3.II.C"
      ]
    },
    "8.9": {
      "name": "The Holocaust",
      "concepts": [
        "KC-4.1.III.D",
        "KC-4.4.I.B"
      ]
    },
    "8.10": {
      "name": "20th-Century Cultural, Intellectual, and Artistic Developments",
      "concepts": [
        "KC-4.3.I.i",
        "KC-4.3.I.A",
        "KC-4.3.II.A",
        "KC-4.4.I.A",
        "KC-4.4.II.A"
      ]
    },
    "8.11": {
      "name": "Continuity and Changes in an Age of Global Conflict",
      "concepts": [
        "KC-4.1",
        "KC-4.1.I",
        "KC-4.1.II",
        "KC-4.1.III",
        "KC-4.2",
        "KC-4.3",
        "KC-4.3.II",
        "KC-4.4",
        "KC-4.4.I"
      ]
    },
    "9.1": {
      "name": "Contextualizing Cold War and Contemporary Europe",
      "concepts": [
        "KC-4.1",
        "KC-4.1.IV",
        "KC-4.2",
        "KC-4.3",
        "KC-4.3.I.ii",
        "KC-4.4",
        "KC-4.4.III"
      ]
    },
    "9.2": {
      "name": "Rebuilding Europe",
      "concepts": [
        "KC-4.2.IV.A"
      ]
    },
    "9.3": {
      "name": "The Cold War",
      "concepts": [
        "KC-4.1.IV.A",
        "KC-4.1.IV.B"
      ]
    },
    "9.4": {
      "name": "Two Super Powers Emerge",
      "concepts": [
        "KC-4.1.IV.C",
        "KC-4.1.IV.D",
        "KC-4.2.V.A",
        "KC-4.2.V",
        "KC-4.2.V.B",
        "KC-4.2.V.D.i"
      ]
    },
    "9.5": {
      "name": "Postwar Nationalism, Ethnic Conflict, and Atrocities",
      "concepts": [
        "KC-4.1.V",
        "KC-4.2.V.D.ii"
      ]
    },
    "9.6": {
      "name": "Contemporary Western Democracies",
      "concepts": [
        "KC-4.2.IV",
        "KC-4.2.IV.B"
      ]
    },
    "9.7": {
      "name": "The Fall of Communism",
      "concepts": [
        "KC-4.2.V.C",
        "KC-4.1.IV.E"
      ]
    },
    "9.8": {
      "name": "20th-Century Feminism",
      "concepts": [
        "KC-4.4.II",
        "KC-4.4.II.B",
        "KC-4.4.II.D",
        "KC-4.4.II.E"
      ]
    },
    "9.9": {
      "name": "Decolonization",
      "concepts": [
        "KC-4.1.VI",
        "KC-4.1.VI.A",
        "KC-4.1.VI.C"
      ]
    },
    "9.10": {
      "name": "The European Union",
      "concepts": [
        "KC-4.4.IV",
        "KC-4.4.IV.A",
        "KC-4.4.IV.B"
      ]
    },
    "9.11": {
      "name": "Migration and Immigration",
      "concepts": [
        "KC-4.3.III.C",
        "KC-4.4.III.D"
      ]
    },
    "9.12": {
      "name": "Technology",
      "concepts": [
        "KC-4.3.II.B"
      ]
    },
    "9.13": {
      "name": "Globalization",
      "concepts": [
        "KC-4.3.IV.C",
        "KC-4.4.I.D",
        "KC-4.4.III.A"
      ]
    },
    "9.14": {
      "name": "20th- and 21st-Century Culture, Arts, and Demographic Trends",
      "concepts": [
        "KC-4.3.I.B",
        "KC-4.3.III",
        "KC-4.3.III.A",
        "KC-4.3.III.B",
        "KC-4.3.IV",
        "KC-4.3.IV.A",
        "KC-4.3.IV.B",
        "KC-4.4.I.C",
        "KC-4.4.II.C",
        "KC-4.4.III.B",
        "KC-4.4.III.C"
      ]
    },
    "9.15": {
      "name": "Continuity and Change in the 20th and 21st Centuries",
      "concepts": [
        "KC-4.1",
        "KC-4.1.IV",
        "KC-4.2",
        "KC-4.3",
        "KC-4.3.I.ii",
        "KC-4.4",
        "KC-4.4.III"
      ]
    }
  },
  "units": {
    "1": "Renaissance and Exploration",
    "2": "Age of Reformation",
    "3": "Absolutism and Constitutionalism",
    "4": "Scientific, Philosophical, and Political Developments",
    "5": "Conflict, Crisis, and Reaction in the Late 18th Century",
    "6": "Industrialization and Its Effects",
    "7": "19th-Century Perspectives and Political Developments",
    "8": "20th-Century Global Conflicts",
    "9": "Cold War and Contemporary Europe"
  },
  "max_unit": 9
}